{
    "1046265": {
        "title": "挪威的森林",
        "author introduction": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。",
        "content introduction": "这是一部动人心弦的、平缓舒雅的、略带感伤的恋爱小说。小说主人公渡边以第一人称展开他同两个女孩间的爱情纠葛。渡边的第一个恋人直子原是他高中要好同学木月的女友，后来木月自杀了。一年后渡边同直子不期而遇并开始交往。此时的直子已变得娴静腼腆，美丽晶莹的眸子里不时掠过一丝难以捕捉的阴翳。两人只是日复一日地在落叶飘零的东京街头漫无目标地或前或后或并肩行走不止。直子20岁生日的晚上两人发生了性关系，不料第二天直子便不知去向。几个月后直子来信说她住进一家远在深山里的精神疗养院。渡边前去探望时发现直子开始带有成熟女性的丰腴与娇美。晚间两人虽同处一室，但渡边约束了自己，分手前表示永远等待直子。返校不久，由于一次偶然相遇，渡边开始与低年级的绿子交往。绿子同内向的直子截然相反，“简直就像迎着春天的晨光蹦跳到世界上来的一头小鹿”。这期间，渡边内心十分苦闷彷徨。一方面念念不忘直子缠绵的病情与柔情，一方面又难以抗拒绿子大胆的表白和迷人的活力。不久传来直子自杀的噩耗，渡边失魂魄地四处徒步旅行。最后，在直子同房病友玲子的鼓励下，开始摸索此后的人生。",
        "rating": "8.1",
        "publish year": "2001-2",
        "page num": "350",
        "price": "18.80元",
        "wrapper": "平装",
        "ISBN": "9787532725694",
        "be_reading": "13223",
        "have_read": "479636",
        "wanna_read": "142038",
        "tag": [
            ""
        ]
    },
    "1084336": {
        "title": "小王子",
        "author introduction": "安托万·德·圣埃克苏佩里（Antoine de Saint-Exupery, 1900-1944）1900年6月29日出生在法国里昂。他曾经有志于报考海军学院，未能如愿，却有幸成了空军的一员。1923年退役后，先后从事过各种不同的职业。 1926年，圣埃克苏佩里进入拉泰科埃尔航空公司。在此期间，出版小说《南方邮件》（1929）、《夜航》（1931），从此他在文学上声誉鹊起。1939年，又一部作品《人的大地》问世。 第二次世界大战期间他重入法国空军。后辗转去纽约开始流亡生活。在这期间，写出《空军飞行员》、《给一个人质的信》、《小王子》（1943）等作品。1944年返回同盟国地中海空军部队。在当年7月31日的一次飞行任务中，他驾驶飞机飞上湛蓝的天空，就此再也没有回来。",
        "content introduction": "小王子是一个超凡脱俗的仙童，他住在一颗只比他大一丁点儿的小行星上。陪伴他的是一朵他非常喜爱的小玫瑰花。但玫瑰花的虚荣心伤害了小王子对她的感情。小王子告别小行星，开始了遨游太空的旅行。他先后访问了六个行星，各种见闻使他陷入忧伤，他感到大人们荒唐可笑、太不正常。只有在其中一个点灯人的星球上，小王子才找到一个可以作为朋友的人。但点灯人的天地又十分狭小，除了点灯人他自己，不能容下第二个人。在地理学家的指点下，孤单的小王子来到人类居住的地球。 小王子发现人类缺乏想象力，只知像鹦鹉那样重复别人讲过的话。小王子这时越来越思念自己星球上的那枝小玫瑰。后来，小王子遇到一只小狐狸，小王子用耐心征服了小狐狸，与它结成了亲密的朋友。小狐狸把自己心中的秘密——肉眼看不见事务的本质，只有用心灵才能洞察一切——作为礼物，送给小王子。用这个秘密，小王子在撒哈拉大沙漠与遇险的飞行员一起找到了生命的泉水。最后，小王子在蛇的帮助下离开地球，重新回到他的B612号小行星上。 童话描写小王子没有被成人那骗人的世界所征服，而最终找到自己的理想。这理想就是连结宇宙万物的爱，而这种爱又是世间所缺少的。因此，小王子常常流露出一种伤感的情绪。作者圣埃克絮佩里在献辞中说：这本书是献给长成了大人的从前那个孩子。 《小王子》不仅赢得了儿童读者，也为成年人所喜爱，作品凝练的语言渗透了作者对人类及人类文明深邃的思索。它所表现出的讽刺与幻想，真情与哲理，使之成为法国乃至世界上最为著名的一部童话小说。",
        "rating": "9.1",
        "publish year": "2003-8",
        "page num": "97",
        "price": "22.00元",
        "wrapper": "平装",
        "ISBN": "9787020042494",
        "be_reading": "20623",
        "have_read": "1112547",
        "wanna_read": "208318",
        "tag": [
            ""
        ]
    },
    "1008145": {
        "title": "围城",
        "author introduction": "钱钟书(1910－1998)，字哲良，默存，号槐聚，中国江苏无锡人，中国近代著名作家、 文学研究家。毕业于清华大学外文系，获文学学士，赴上海，到光华大学任教。后考取第三届(1935年)庚子赔款公费留学资格，名列榜首，留学英国牛津大学 埃克塞特学院。大学毕业后任教于多所高校。新中国成立后被评为一级教授。晚年就职于中国社会科学院，任副院长。其夫人杨绛也是著名作家，育有一女钱媛(1937年-1997年)。曾为《毛泽东选集》英文版翻译小组成员。1998年逝世，享年88岁。",
        "content introduction": "《围城》是钱钟书所著的长篇小说。第一版于1947年由上海晨光出版公司出版。1949年之后，由于政治等方面的原因，本书长期无法在中国大陆和台湾重印，仅在香港出现过盗印本。1980年由作者重新修订之后，在中国大陆地区由人民文学出版社刊印。此后作者又曾小幅修改过几次。《围城》 自从出版以来，就受到许多人的推崇。由于1949年后长期无法重印，这本书逐渐淡出人们的视野。1960年代，旅美汉学家夏志清在《中国现代小说史》(A History of Modern Chinese Fiction)中对本书作出很高的评价，这才重新引起人们对它的关注。人们对它的评价一般集中在两方面，幽默的语言和对生活深刻的观察。从1990年代开始，也有人提出对本书的不同看法，认为这是一部被“拔高”的小说，并不是一部出色的作品。很多人认为这是一部幽默作品。除了各具特色的人物语言之外，作者夹叙其间的文字也显着机智与幽默。这是本书的一大特色。也有人认为这是作者卖弄文字，语言显得尖酸刻薄。但这一说法并不为大多数人接受。",
        "rating": "9.0",
        "publish year": "1991-2",
        "page num": "359",
        "price": "19.00",
        "wrapper": "平装",
        "ISBN": "9787020024759",
        "be_reading": "28647",
        "have_read": "623039",
        "wanna_read": "247433",
        "tag": [
            "钱钟书"
        ]
    },
    "1017143": {
        "title": "不能承受的生命之轻",
        "author introduction": "米兰·昆德拉（Milan Kundera, 1929- ），捷克小说家，生于捷克布尔诺市。父亲为钢琴家、音乐艺术学院的教授。生长于一个小国在他看来实在是一种优势，因为身处小国，“要么做一个可怜的、眼光狭窄的人”，要么成为一个广闻博识的“世界性的人”。童年时代，他便学过作曲，受过良好的音乐熏陶和教育。少年时代，开始广泛阅读世界文艺名著。青年时代，写过诗和剧本，画过画，搞过音乐并从事过电影教学。总之，用他自己的话说， “我曾在艺术领域里四处摸索，试图找到我的方向。”50年代初，他作为诗人登上文坛，出版过《人，一座广阔的花园》（1953）、《独白》（1957）以及《最后一个五月》等诗集。但诗歌创作显然不是他的长远追求。最后，当他在30岁左右写出第一个短篇小说后，他确信找到了自己的方向，从此走上了小说创作之路。 1967年，他的第一部长篇小说《玩笑》在捷克出版，获得巨大成功，连出三版，印数惊人，每次都在几天内售馨。作者在捷克当代文坛上的重要地位从此确定。但好景不长。1968年，苏联入侵捷克后，《玩笑》被列为禁书。昆德拉失去了在电影学院的职务。他的文学创作难以进行。在此情形下，他携妻子于1975年离开捷克，来到法国。 移居法国后，他很快便成为法国读者最喜爱的外国作家之一。他的绝大多数作品，如《笑忘录》（1978）、《不能承受的存在之轻》（1984）、《不朽》（1990）等等都是首先在法国走红，然后才引起世界文坛的瞩目。他曾多次获得国际文学奖，并多次被提名为诺贝尔文学奖的候选人。 除小说外，昆德拉还出版过三本论述小说艺术的文集，其中《小说的艺术》（1936）以及《被叛卖的遗嘱》（1993）在世界各地流传甚广。 昆德拉善于以反讽手法，用幽默的语调描绘人类境况。他的作品表面轻松，实质沉重；表面随意，实质精致；表面通俗，实质深邃而又机智，充满了人生智慧。正因如此，在世界许多国家，一次又一次地掀起了“昆德拉热”。 昆德拉原先一直用捷克语进行创作。但近年来，他开始尝试用法语写作，已出版了《缓慢》（1995）和《身份》（1997）两部小说。",
        "content introduction": "《不能承受的生命之轻》是米兰·昆德拉最负盛名的作品。小说描写了托马斯与特丽莎、萨丽娜之间的感情生活。但它不是一个男人和两个女人的三角性爱故事，它是一部哲理小说，小说从“永恒轮回”的讨论开始，把读者带入了对一系列问题的思考中，比如轻与重、灵与肉。 《不能承受的生命之轻》是一部意象繁复的书，其中装载了多种涵义：被政治化了的社会内涵的揭示、人性考察、个人命运在特定历史与政治语境下的呈现，以及对两性关系本质上的探索等。昆德拉将这些元素糅合在一起，写成一部非同凡响的小说——其中既有隐喻式的哲学思考，也有人的悲欢离合的生命历程的展现。",
        "rating": "8.5",
        "publish year": "2003-7",
        "page num": "394",
        "price": "23.00元",
        "wrapper": "平装",
        "ISBN": "9787532731077",
        "be_reading": "29913",
        "have_read": "331399",
        "wanna_read": "207628",
        "tag": [
            ""
        ]
    },
    "1040771": {
        "title": "达·芬奇密码",
        "author introduction": "丹·布朗（Dan Brown, 1964- ），美国畅销作家。毕业于阿默斯特学院，曾是一名英语教师。1996年开始写作，先后推出了《数字城堡》、《骗局》和《天使与魔鬼》3部小说，均取得了不错的销售成绩，其中以《天使与魔鬼》最为成功，奠定了他在小说界的地位。《达·芬奇密码》是他的第4部作品，出版后成为有史以来最为畅销的小说之一。布朗的作品已被翻译成多种文字，在世界范围内广为流传。",
        "content introduction": "哈佛大学的符号学专家罗伯特·兰登在法国巴黎出差期间的一个午夜接到一个紧急电话，得知卢浮宫博物馆年迈的馆长被人杀害在卢浮宫的博物馆里，人们在他的尸体旁边发现了一个难以捉摸的密码。兰登与法国一位颇有天分的密码破译专家索菲·奈芙，在对一大堆怪异的密码进行整理的过程当中，发现一连串的线索就隐藏在达芬奇的艺术作品当中，深感震惊。这些线索，大家都清楚可见，然而却被画家巧妙地隐藏起来。兰登无意之中非常震惊地发现，已故的博物馆馆长是峋山隐修会（Priory of sion）的成员--这是一个真实存在的秘密组织，其成员包括艾撒克・牛顿爵士、波提切利、维克多·雨果与达芬奇，这无疑给他们增加了风险。兰登感觉到他们是在找寻一个石破天惊的历史秘密，这是个数世纪以来就证明了的既能给人启迪又很危险的秘密。在这场足迹遍及巴黎以及伦敦的追逐中，兰登与奈芙发现他们在跟一位始终不露面的幕后操纵者斗智斗勇。他们必须解开这个错综复杂的谜团，否则，峋山隐修会掩盖的秘密，那隐藏了多年的令人震惊的古老真相，将永远消逝在历史的尘埃之中。",
        "rating": "8.3",
        "publish year": "2004-2",
        "page num": "432",
        "price": "28.00元",
        "wrapper": "平装",
        "ISBN": "9787208050037",
        "be_reading": "4109",
        "have_read": "295198",
        "wanna_read": "66206",
        "tag": [
            ""
        ]
    },
    "1016300": {
        "title": "梦里花落知多少",
        "author introduction": "郭敬明（1983- ），网名：第四维；别名：小四。2001年以作品《剧本》获得第三届全国新概念作文大赛一等奖，2002年以作品《我们最后的校园民谣》获得第四届全国新概念作文大赛一等奖。 著有小说《爱与痛的边缘》《幻城》《左手倒影右手年华》《梦里花落知多少》《猜火车》《1995－2005夏至未至》， 音乐小说《迷藏》，主编《岛》系列、《无极》、《悲伤逆流成河》、《最小说》、《N世界》等。",
        "content introduction": "《梦里花落知多少》是郭敬明出版第二部小说，此作一改《幻城》的奇幻风格，从天上回到人间。小说以北京、上海等大都市为背景，讲述了几个年青人的爱情故事，情节曲折，语言幽默生动。主人公是一些即将走出校门的大学生，在成长的过程中，友情、爱情都在经历着蜕变，那种成长的快乐和忧伤很能引起年轻读者的共鸣。",
        "rating": "7.1",
        "publish year": "2003-11",
        "page num": "252",
        "price": "20.00元",
        "wrapper": "平装",
        "ISBN": "9787531325093",
        "be_reading": "2467",
        "have_read": "236147",
        "wanna_read": "31452",
        "tag": [
            ""
        ]
    },
    "1529893": {
        "title": "莲花",
        "author introduction": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。",
        "content introduction": "全书收录安妮墨脱之行所拍八张图片，皆沿途所见。 《莲花》叙述年轻女子庆昭身患疾病，滞留高原，静等死亡。中年男人善生刚刚结束追名逐利的暄腾往日，内心长久压抑的黑暗苏醒，准备去与世隔绝的墨脱，寻访旧友内河。内河是被世界遗忘的女子，命运多舛。一路上善生向庆昭讲述自己和内河的往昔，雅鲁藏布江江河谷的奇崛险阻，恰似叙述中依次展开的一代人苦痛而流离的蜕变过程。",
        "rating": "8.0",
        "publish year": "2006-3",
        "page num": "210",
        "price": "25.00元",
        "wrapper": "精装",
        "ISBN": "9787506335867",
        "be_reading": "3900",
        "have_read": "137022",
        "wanna_read": "26662",
        "tag": [
            ""
        ]
    },
    "1082154": {
        "title": "活着",
        "author introduction": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《在细雨中呼喊》、《战栗》及《兄弟》。",
        "content introduction": "地主少爷福贵嗜赌成性，终于赌光了家业一贫如洗，穷困之中的福贵因为母亲生病前去求医，没想到半路上被国民党部队抓了壮丁，后被解放军所俘虏，回到家乡他才知道母亲已经去世，妻子家珍含辛茹苦带大了一双儿女，但女儿不幸变成了聋哑人，儿子机灵活泼…… 然而，真正的悲剧从此才开始渐次上演，每读一页，都让我们止不住泪湿双眼，因为生命里难得的温情将被一次次死亡撕扯得粉碎，只剩得老了的福贵伴随着一头老牛在阳光下回忆。",
        "rating": "9.2",
        "publish year": "1998-5",
        "page num": "195",
        "price": "12.00元",
        "wrapper": "平装",
        "ISBN": "9787544210966",
        "be_reading": "6689",
        "have_read": "346698",
        "wanna_read": "84621",
        "tag": [
            ""
        ]
    },
    "1026425": {
        "title": "三重门",
        "author introduction": "",
        "content introduction": "《三重门》是一部由一个少年写就，但却不能简单划入儿童文学的一般意义上的小说，它恰恰是以成熟、老练，甚至以老到见长的。17岁的韩寒注定要扮演不安分且引人注目的角色。他以一篇《杯中窥人》问鼎首届全国新概念作文大赛。然而，他却因期末考试的成绩单高挂七盏红灯而留级。在2000年还是用七门功课红灯照亮前程。眼下的韩寒已经成为一个“话题”——“一个‘高材’留级生引出的话题”。这个韩寒，何许人也？",
        "rating": "7.4",
        "publish year": "2000-5",
        "page num": "365",
        "price": "16.00",
        "wrapper": "平装",
        "ISBN": "9787506318884",
        "be_reading": "1446",
        "have_read": "154754",
        "wanna_read": "12592",
        "tag": [
            ""
        ]
    },
    "1066462": {
        "title": "向左走·向右走",
        "author introduction": "畿米：台湾文化大学美术系设计组毕业。曾在广告公司担任美术指导12年。 畿米住在台北，在家工作，为报纸、杂志、各种出版品提供图画，目前全心投入自己喜欢的绘本创作。1998年开始绘本创作，1999年以《向左走·向右走》一举成名，掀起港台绘本热潮。目前有多本广受欢迎的作品，卖出美、德、法、希腊、日、韩等多种版本。 作品：1998年《森林里的秘密》、《微笑的鱼》；1999年《向左走·向右走》、《月亮忘记了》、《听畿米唱歌》；2000年《黑白异境》、《森林唱游》、《我的心中每天开一朵花》；2001年《地下铁》、《照相本子》。",
        "content introduction": "“她习惯向左走，他习惯向右走，他们始终不曾相遇。”《向左走·向右走》是几米首次表现男女感情的长篇图文创作。男女主角彼此在生活中的巧妙关系，构成了整个故事的设计。在页面的衔接上，有许多的巧思安排，在线条与上色上，作了更细致的处理，手法俐落有变化，是几米相当成熟的作品，也是代表作之一。 幾米表示，这本书的创作灵感始于某一天被隔壁的电钻声吵得无法画画，只好开始发呆，然后天马行空地胡思乱想。突然觉得从不知道我家隔壁住的人是谁，可是每天跟他或她只隔一道薄薄的墙而睡。如果我们在外面偶然相遇，若我们从不曾提及彼此的住处，那么也许我们不会再相逢，也永远不知道其实我们就住在隔壁。",
        "rating": "8.4",
        "publish year": "2002-8",
        "page num": "132",
        "price": "16.00元",
        "wrapper": "平装",
        "ISBN": "9787108017444",
        "be_reading": "1580",
        "have_read": "169297",
        "wanna_read": "43472",
        "tag": [
            ""
        ]
    },
    "1770782": {
        "title": "追风筝的人",
        "author introduction": "卡勒德·胡赛尼（Khaled Hosseini），1965年生于阿富汗喀布尔市，后随父亲迁往美国。胡赛尼毕业于加州大学圣地亚哥医学系，现居加州。“立志拂去蒙在阿富汗普通民众面孔的尘灰，将背后灵魂的悸动展示给世人。”著有小说《追风筝的人》(The Kite Runner，2003）、《灿烂千阳》(A Thousand Splendid Suns，2007)、《群山回唱》（And the Mountains Echoed,2013）。作品全球销量超过4000万册。2006年，因其作品巨大的国际影响力，胡赛尼获得联合国人道主义奖，并受邀担任联合国难民署亲善大使。",
        "content introduction": "12岁的阿富汗富家少爷阿米尔与仆人哈桑情同手足。然而，在一场风筝比赛后，发生了一件悲惨不堪的事，阿米尔为自己的懦弱感到自责和痛苦，逼走了哈桑，不久，自己也跟随父亲逃往美国。 成年后的阿米尔始终无法原谅自己当年对哈桑的背叛。为了赎罪，阿米尔再度踏上暌违二十多年的故乡，希望能为不幸的好友尽最后一点心力，却发现一个惊天谎言，儿时的噩梦再度重演，阿米尔该如何抉择？ 故事如此残忍而又美丽，作者以温暖细腻的笔法勾勒人性的本质与救赎，读来令人荡气回肠。",
        "rating": "8.9",
        "publish year": "2006-5",
        "page num": "362",
        "price": "29.00元",
        "wrapper": "平装",
        "ISBN": "9787208061644",
        "be_reading": "59270",
        "have_read": "1183913",
        "wanna_read": "421515",
        "tag": [
            ""
        ]
    },
    "1400705": {
        "title": "情人",
        "author introduction": "玛格丽特·杜拉斯（1914-1996），法国当代最著名的女小说家、剧作家和电影艺术家。她于1914年4月4日出生在越南嘉定，父母都是小学教师。四岁时丧父，童年的苦难和母亲的悲惨命运影响了她的一生。 杜拉斯以小说《厚颜无耻之辈》（1943）开始她的文学生涯。她的作品不仅内容丰富，体裁多样，而且尤其注重文体，具有新颖独特的风格。早期小说《抵挡太平洋的堤坝》（1950）充分反映了童年时代的贫困生活，还有不少作品也是以印度支那的社会现实为题材的。《直布罗陀海峡的水手》（1952）等作品充满了镜头般的画面和口语式的对话，因此不少都被改编成影片；后来的小说如《塔尔奎尼亚的小马》（1953），《琴声如诉》（1958），《洛尔·V.斯坦的迷醉》（1964）等则善于打破传统的叙述模式，把虚构与现实融为一体，因而使她一度被认为是新小说派作家，其实她的小说只是在手法上与新小说类似，重视文体的诗意和音乐性，但在构思方面却大不相同。她在作品中描绘贫富对立和人的欲望，是在以独特的方式揭露社会现实。 杜拉斯在戏剧和电影方面同样成就卓著，她分别在1965、1968和1984年出版了三部戏剧集，在1983年还获得了法兰西学院的戏剧大奖。作为法国重要的电影流派“左岸派”的成员，她不仅写出了《广岛之恋》（1960）、《长别离》（1961）这样出色的电影剧本，而且从1965年起亲自担任导演，从影片《印度之歌》（1974）开始，每年都有一两部影片问世，而且有不少获得了国际大奖。",
        "content introduction": "杜拉斯代表作之一，自传性质的小说，获一九八四年法国龚古尔文学奖。全书以法国殖民者在越南的生活为背景，描写贫穷的法国女孩与富有的中国少爷之间深沉而无望的爱情。",
        "rating": "8.1",
        "publish year": "2005-7",
        "page num": "146",
        "price": "20.00元",
        "wrapper": "精装",
        "ISBN": "9787532736874",
        "be_reading": "10811",
        "have_read": "220746",
        "wanna_read": "110381",
        "tag": [
            ""
        ]
    },
    "1024217": {
        "title": "第一次的亲密接触",
        "author introduction": "蔡智恒，网络上的昵称是痞子蔡。1969年11月13日生于台湾嘉义布袋。台湾成功大学水利工程博士。1998年于BBS发表第一部小说《第一次的亲密接触》，造成全球华文地区的痞子蔡热潮。自此以后，左脑创作小说，右脑书写学术论文，独树一格。现于成大担任博士后研究员。主要著作有：《第一次亲密接触》（1998）、《7- Eleven之恋》（1999）、《爱尔兰咖啡》（2000）、《槲寄生》（2001）、《夜玫瑰》（2002）、《亦恕与珂雪》（2004）。",
        "content introduction": "你还没有试过，到大学路的麦当劳，点一杯大可乐，与两份薯条的约会方法吗？那你一定要读目前最抢手的这部网络小说——《第一次的亲密接触》。 由于这部小说在网络上一再被转载，使得痞子蔡的知名度像一股热浪在网络上延烧开来，达到无国界之境。作者的电子信箱，每天都收到热情的网友如雪片飞来的信件，痞子蔡与轻舞飞扬已成为网络史上最发烧的网络情人。",
        "rating": "7.4",
        "publish year": "1999-11-1",
        "page num": "224",
        "price": "12.80",
        "wrapper": "平装",
        "ISBN": "9787501524044",
        "be_reading": "371",
        "have_read": "82447",
        "wanna_read": "4986",
        "tag": [
            ""
        ]
    },
    "2256039": {
        "title": "杜拉拉升职记",
        "author introduction": "李可，女，某名校本科毕业。十余年外企生涯，职业经理人。从事过销售和人力资源工作——对于现今以打工谋生的人来说，两种不失为不错的谋生行当：从满足人类成就感的角度看，是两种可能提供极大发挥空间和精神满足的职业。在典型的欧美500强企业文化长期熏陶下，仍然是一个生动的热爱生活的人。",
        "content introduction": "小说的主人公杜拉拉是典型的中产阶级代表，她没有背景，受过较好的教育，靠个人奋斗获取成功。小说中拉拉在外企的经历跨度八年，拉拉从一个朴实的销售助理，成长为一个专业干练的HR经理，见识了各种职场变迁，也历经了各种职场磨练。",
        "rating": "7.8",
        "publish year": "2007-9",
        "page num": "262",
        "price": "26.00元",
        "wrapper": "平装",
        "ISBN": "9787561339121",
        "be_reading": "7367",
        "have_read": "118764",
        "wanna_read": "70252",
        "tag": [
            ""
        ]
    },
    "4886245": {
        "title": "独唱团（第一辑）",
        "author introduction": "主编 韩寒：赛车手、作家、青年意见领袖。1998年“新概念”作文大赛以《杯中窥人》获一等奖，其文笔老练，语言犀利。2008年12月接受公盟法律中心颁发的“公民责任奖”；2008年12月19日韩寒与孔庆东、黄健翔、金晶等荣获年度十大博客；2009年《南方周末》2009年度人物；2009年12月《新世纪周刊》2009年度人物；2009年《亚洲周刊》2009年度风云人物；2009年 中国赛车风云榜年度冠军；2009年 时代周报“时代100人—2009推动中国进步100人”； 2010年1月9日，当选为“全国中小学生最喜爱的当代作家”；2010年4月 入选《时代周刊》“全球最具影响力一百人”排名第二 得到近一百万投票；2010年4月28日 在北京大学百年讲堂正式公布的“中国首届心灵富豪榜”中，与曹德旺、陈光标、王菲、范伟等一同入选“心灵富豪风云榜”十大人物。",
        "content introduction": "“虽然作者们提供了非常优秀的文章，但它终究只是一本文艺读本，无论是从程序上还是从本质上，他都无法承载很多人对于改变现状，改善社会的期望。我们总说，这个社会需要常识，需要启蒙，但其实我认为，互联网十年，该启蒙的人已经被启蒙了，有常识的人一直有常识，大家其实都知道美和丑，好和恶，只是我们有不可抗力的因素导致我们在台面上要扭曲和违背一下自己。要改变靠自己，现在不是旧年代，资讯毕竟对我们开放了七八成，我们也已经了解了这个世界七八成。而一本文艺读物，除了能提供好的文艺作品以外，能量有限，如果你抱着想看战争片的心态误看了一部文艺片，无论这部文艺片多好，你都会失望。”（韩寒说《独唱团》）",
        "rating": "7.8",
        "publish year": "2010-7-6",
        "page num": "128",
        "price": "16.00元",
        "wrapper": "平装",
        "ISBN": "9787805508405",
        "be_reading": "10036",
        "have_read": "102614",
        "wanna_read": "17278",
        "tag": [
            ""
        ]
    },
    "1007305": {
        "title": "红楼梦",
        "author introduction": "曹雪芹,（？-1763，一作1764）清小说家。名霑，字梦阮，号雪芹、芹圃、芹溪。为满洲正白旗“包衣”人。自曾祖起，三代任江宁织造，其祖曹寅尤为康熙帝所信用。雍正初年，在统计阶级内部政治斗争牵连下，雪芹家受到重大打击，其父免职，产业被抄，遂随家迁居北京。他早年经历了一段封建大官僚地主家庭的繁华生活，后因家道衰落，趋于艰困。晚期居北京西郊，贫病而卒，年未及五十。性情高傲，嗜酒健谈。具有深厚的文化修养和卓越的艺术才能。他生活在我国已有资本主义生产萌芽的封建末世，在其后期又有机会接触到下层人民，因而对当时社会阶级斗争和思想斗争有较具体的感受，看到了统治阶级的腐朽凶残和内部的分崩离析。曾以十年时间，从事《石头记》（即《红楼梦》）的创作。书中通过一个贵族官僚大家庭的盛衰历史的描写，塑造了许多典型人物形象，对当时社会的黑暗腐败，进行了深刻的解剖和批判，并热情地歌颂了具有异端思想的男女青年，成为我国古典小说中伟大的现实主义作品。但其中也反映了作者为封建制度“补天”的幻想和找不到出路的悲观情绪。据称先后曾增删五次，但未成全书而卒；今流行本一百二十回，后四十回一般认为是高鹗所续。也能诗，又善画石，但作品流传绝少。",
        "content introduction": "《红楼梦》是一部百科全书式的长篇小说。以宝黛爱情悲剧为主线，以四大家族的荣辱兴衰为背景，描绘出18世纪中国封建社会的方方面面，以及封建专制下新兴资本主义民主思想的萌动。结构宏大、情节委婉、细节精致，人物形象栩栩如生，声口毕现，堪称中国古代小说中的经 典。 由红楼梦研究所校注、人民文学出版社出版的《红楼梦》以庚辰（1760）本《脂砚斋重评石头记》为底本，以甲戌（1754）本、已卯（1759）本、蒙古王府本、戚蓼生序本、舒元炜序本、郑振铎藏本、红楼梦稿本、列宁格勒藏本（俄藏本）、程甲本、程乙本等众多版本为参校本，是一个博采众长、非常适合大众阅读的本子；同时，对底本的重要修改，皆出校记，读者可因以了解《红楼梦》的不同版本状况。 红学所的校注本已印行二十五年，其间1994年曾做过一次修订，又十几年过去，2008年推出修订第三版，体现了新的校注成果和科研成果。 关于《红楼梦》的作者，原本就有多种说法及推想，“前八十回曹雪芹著、后四十回高鹗续”的说法只是其中之一，这次修订中校注者改为“前八十回曹雪芹著；后四十回无名氏续，程伟元、高鹗整理”，应当是一种更科学的表述，体现了校注者对这一问题的新的认识。 现在这个修订后的《红楼梦》是更加完善。",
        "rating": "9.6",
        "publish year": "1996-12",
        "page num": "1606",
        "price": "59.70元",
        "wrapper": "平装",
        "ISBN": "9787020002207",
        "be_reading": "44388",
        "have_read": "656031",
        "wanna_read": "184207",
        "tag": [
            ""
        ]
    },
    "1401425": {
        "title": "兄弟（上）",
        "author introduction": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《活着》、《在细雨中呼喊》及《战栗》。",
        "content introduction": "《兄弟》讲述了江南小镇两兄弟李光头和宋钢的人生。李光头的父亲不怎么光彩地意外身亡，而同一天李光头出生。宋钢的父亲宋凡平在众人的嘲笑声中挺身而出，帮助了李光头的母亲李兰，被后者视为恩人。几年后宋钢的母亲也亡故，李兰和宋凡平在互相帮助中相爱并结婚，虽然这场婚姻遭到了镇上人们的鄙夷和嘲弄，但两人依然相爱甚笃，而李光头和宋钢这对没有血缘关系的兄弟也十分投缘。 李兰去上海看病，而“文革”开始，宋凡平遭受了极其残酷的虐待，但他坚持给病中的妻子写信，隐瞒了事实真相，用想像出的美好生活欺骗着妻子，但最终仍然逃脱不了惨死的命运。李兰为宋凡平守孝，7年不洗头，而李光头和宋钢则在相互照顾中成长……",
        "rating": "8.4",
        "publish year": "2005-8",
        "page num": "256",
        "price": "16.00元",
        "wrapper": "平装",
        "ISBN": "9787532129027",
        "be_reading": "2162",
        "have_read": "140976",
        "wanna_read": "31834",
        "tag": [
            ""
        ]
    },
    "1065970": {
        "title": "彼岸花",
        "author introduction": "安妮宝贝，自由作家。1998年开始发表小说，因作品风格独特引起广泛关注，成为畅销作家。现居北京。从事写作，摄影采访，媒体策划编剧等工作。",
        "content introduction": "乔是一个写文字的女人，略带点神精质，总在这个世界上寻找着一些可能并不存在的东西。她写了一本小说，说的是关于一个叫南生的女子的故事，南生爱上了自己父亲的情妇的儿子和平，和平却不愿负载这份过于沉重的爱，南生选择了一种出人意料的方式来结束两人的这种关系。乔在现实生活中有一个可以称作男友的森，森在最后告诉乔：你要的是彼岸的花朵，盛开在不可触及的别处。 《彼岸花》是安妮宝贝的第一部长篇小说。乔和南生都是刚出道不久，带着浓厚学生味。书中以他们为主线，辗转于上海、杭州、南京、广州等城市，生活、工作、爱情，复杂多变，他们的命运也一样。",
        "rating": "7.8",
        "publish year": "2001-9",
        "page num": "284",
        "price": "20.00元",
        "wrapper": "平装",
        "ISBN": "9787544219570",
        "be_reading": "979",
        "have_read": "80875",
        "wanna_read": "10416",
        "tag": [
            ""
        ]
    },
    "1090043": {
        "title": "倾城之恋",
        "author introduction": "张爱玲是作为中国现代文学史上的一位杰出作家，而不是作为一个怪人、异人而存在的。也许她将不仅仅属于现代文学史。遥想几十年、几百年后，她会像她欣赏的李清照一样，在整个中国文学史上占据一个稳定的位置也说不定，而我们知道，那时候今天为我们所熟知的许多现代作家肯定都将被忽略不计了。",
        "content introduction": "一对现实庸俗的男女，在战争的兵荒马乱之中被命运掷骰子般地掷到了一起，于“一刹那”体会到了“一对平凡的夫妻”之间的“一点真心”⋯⋯张爱玲是作为中国现代文学史上的一位杰出作家，而不是作为一个怪人、异人而存在的。也许她将不仅仅属于现代文学史。遥想几十年、几百年后，她会像她欣赏的李清照一样，在整个中国文学史上占据一个稳定的位置也说不定，而我们知道，那时候今天为我们所熟知的许多现代作家肯定都将被忽略不计了。",
        "rating": "8.5",
        "publish year": "1997-3-1",
        "page num": "284",
        "price": "11.00",
        "wrapper": "平装",
        "ISBN": "9787536023918",
        "be_reading": "5637",
        "have_read": "272330",
        "wanna_read": "96317",
        "tag": [
            ""
        ]
    },
    "1029159": {
        "title": "八月未央",
        "author introduction": "安妮宝贝，自由作家。1998年开始发表小说，因作品风格独特引起广泛关注，成为畅销作家。现居北京。从事写作，摄影采访，媒体策划编剧等工作。",
        "content introduction": "2000年出版的《八月未央》是安妮宝贝第一本小说散文集，其中虚构和纪实部分文字比例相当，执著于低调的清冷风格，诠释宿命和无常、爱情和死亡、告别和流浪，形成她延续至今的独特文风。 五年后安妮宝贝反复重新审视自己写作青春期结束阶段的代表作品，大刀阔斧删除了书中大部分散文篇目，修订版增补替换上的多篇短篇小说都是她各个阶段的代表性作品。修订版的《八月未央》中虚构部分因此而占到绝大部分，读者从中更能清晰感受到安妮宝贝今天的写作，所关注和探讨的仍然是大范围的孤独人群的复杂情感处境，是置身城市之中的个性边缘的人群内心。生与死、情感与时间的探询才真正是一直令她着迷的游戏。",
        "rating": "7.5",
        "publish year": "2001-1",
        "page num": "297",
        "price": "16.00元",
        "wrapper": "平装",
        "ISBN": "9787506319850",
        "be_reading": "798",
        "have_read": "82709",
        "wanna_read": "5508",
        "tag": [
            ""
        ]
    },
    "1082518": {
        "title": "麦田里的守望者",
        "author introduction": "作者塞林格全名杰罗姆・大卫・塞林格，一九一九年生于美国纽约城，父亲是做于酪和火腿进口生意的犹太商人，家境相当富裕。塞林格十五岁的时候，被父母送到宾夕法尼亚州一个军事学校里住读，据说《麦田里的守望者》中关于寄宿学校的描写，很大部分是以那所学校为背景的。一九三六年，塞林格在军事学校毕业，取得了他毕生唯一的一张文凭。 从一九四○年在《小说》杂志上发表他的头一个短篇小说起，到一九五一年出版他的长篇小说《麦田里的守望者》止，在十余年中他共发表了二十多个短篇，有些短篇还在《老爷》、《纽约人》等著名刊物上发表，从而使他在文学界有了一点点名气。成名后他隐居到乡下，特地为自己造了一个只有一扇天窗的水泥斗室作书房，每天早晨八点半就带了饭盒入内写作，直到下午五点半才出来，家里任何人都不准进去打扰他；如有要事，只能用电话联系。他写作的过程据说还十分艰苦，从《麦田里的守望者》出版后，他写作的进度越来越慢，十年只出版三个中篇和一个短篇，后来甚至不再发表作品。偶尔有幸见过他的人透露说，他脸上已“显出衰老的痕迹”。他业已完成的作品据说数量也很可观，只是他不肯拿出来发表。不少出版家都在打他的主意，甚至在计划如何等他死后去取得他全部著作的出版权，但至今除本书外，作者只出版过一个短篇集《九故事》（195）和两个中篇集《弗兰尼与卓埃》（1961）及《木匠们，把屋梁升高；西摩；一个介绍》（1963）。",
        "content introduction": "霍尔顿是出身于富裕中产阶级的十六岁少年，在第四次被开除出学校之后，不敢贸然回家，只身在美国最繁华的纽约城游荡了一天两夜，住小客店，逛夜总会，滥交女友，酗酒……他看到了资本主义社会的种种丑恶，接触了各式各样的人物，其中大部分是“假模假式的”伪君子。 霍尔顿几乎看不惯周围发生的一切，他甚至想逃离这个现实世界，到穷乡僻壤去假装一个又聋又哑的人，但要真正这样做，又是不可能的，结果他只能生活在矛盾之中：他这一辈子最痛恨电影，但百无聊赖中又不得不在电影院里消磨时间；他厌恶没有爱情的性关系，却又糊里糊涂地叫来了妓女；他讨厌虚荣庸俗的女友萨丽，却又迷恋她的美色，情不自禁地与她搂搂抱抱。 因此，他尽管看不惯世道，却只好苦闷、彷惶，用种种不切实际的幻想安慰自己，自欺欺人，最后仍不免对现实社会妥协，成不了真正的叛逆，这可以说是作者塞林格和他笔下人物霍尔顿的悲剧所在。",
        "rating": "7.9",
        "publish year": "1997-2",
        "page num": "198",
        "price": "7.80元",
        "wrapper": "平装",
        "ISBN": "9787805676135",
        "be_reading": "4767",
        "have_read": "117045",
        "wanna_read": "35389",
        "tag": [
            ""
        ]
    },
    "1030052": {
        "title": "清醒纪",
        "author introduction": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。",
        "content introduction": "《清醒纪》是安妮宝贝的随笔、小说集。",
        "rating": "7.9",
        "publish year": "2004-10",
        "page num": "240",
        "price": "22.00元",
        "wrapper": "平装",
        "ISBN": "9787201048840",
        "be_reading": "1593",
        "have_read": "73255",
        "wanna_read": "7551",
        "tag": [
            ""
        ]
    },
    "1141406": {
        "title": "简爱（英文全本）",
        "author introduction": "",
        "content introduction": "《简爱》是英国女作家夏洛蒂·勃朗特的代表作品。女主人公简爱是一个追赶求平等与自主的知识女性形象，小说以其感人的对于一位“灰姑娘式”人物奋斗史的刻划取胜，《简爱》也是女性文学的代表作品。",
        "rating": "8.5",
        "publish year": "2003-11",
        "page num": "436",
        "price": "18.00元",
        "wrapper": "平装",
        "ISBN": "9787506261579",
        "be_reading": "5489",
        "have_read": "371283",
        "wanna_read": "68259",
        "tag": [
            ""
        ]
    },
    "2256438": {
        "title": "素年锦时",
        "author introduction": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。",
        "content introduction": "《素年锦时》是安妮宝贝小说散文新作集。 全书以春夏秋冬分章。作者以文字探索自我与外在环境及内心世界的关系，以及与之保持的疏离感。这种疏离感使她得以对照记忆与真实之间细微层次，沉着谈论身世，家庭，童年，回忆中消失的南方，流失，生命的客观性。剥离回忆的黑暗和光亮之处，将之呈现在多年新旧读者的面前。并且关注点由早期书写偏重的情感主题，逐渐转移到知识和思省的层面。坦直讨论写作和作品，涉及天分，交际，孤立，圈子，争议，价值观，读书，世相，人情，个人态度等等。风格清淡洗练，观点直率深入。 这本书所呈现的心灵疆域和思考力，“深林人不知，明月来相照”，文字如同穿越月光夜色的清越笛声。一个素颜女童和始终执守边缘的写作者，身份分裂交错。出入自如，似漫游无人之境。 书中另有一篇最新三万字小说《月棠记》，内容首次涉及都市男女婚姻主题。作者称之为“讲述成人的故事，属于孩子的心。",
        "rating": "7.8",
        "publish year": "2007-9",
        "page num": "264",
        "price": "27.00元",
        "wrapper": "平装",
        "ISBN": "9787506341011",
        "be_reading": "5076",
        "have_read": "82505",
        "wanna_read": "13992",
        "tag": [
            ""
        ]
    },
    "2250587": {
        "title": "一个人的好天气",
        "author introduction": "青山七惠是日本“80后”新锐女作家，1983年出生于埼玉县熊谷市，毕业于筑波大学图书馆信息专业，目前在东京新宿一家旅游公司工作，写作只能算是她的副职。2005年9月，青山凭借小说处女作《窗灯》一举摘得有“芥川奖摇篮”之称的第42届日本文艺奖，在日本文学界崭露头角；继而又在2007年1月，以第二部作品《一个人的好天气》摘得“芥川奖”，成为该奖历史上第三位年轻的女性得主。",
        "content introduction": "《一个人的好天气》描述了一个打零工的女孩如何与年长亲人相处，同时追寻自我、独立的故事，走向自立的一名女孩在工作、生活和恋爱中的种种际遇和心情令人揪心，小说写尽了做一名自由职业者（“飞特族”）的辛酸。内容折射出当前日本的一个社会问题，即许多年轻人不愿投入全职工作而四处打工，宁愿做自由职业者，他们不想长大，不愿担负责任，无法独立，害怕走出去看看这个世界，但是又不知道这种恐惧从何而来。据日本官方统计，15至34岁的短期雇工在1996年到2004年之间翻了一番，达21.4万人。调查也显示，打零工的人收入不稳，结婚生子的机率大减，这对少子化严重的日本来说是一大警讯。作者青山七惠在接受记者采访时说：“我想告诉他们，只要你肯迈出第一步，自然会有出路。”她希望自己的作品能帮助他们“迈出第一步”。",
        "rating": "7.6",
        "publish year": "2007-9",
        "page num": "141",
        "price": "15.00元",
        "wrapper": "平装",
        "ISBN": "9787532743513",
        "be_reading": "5463",
        "have_read": "113720",
        "wanna_read": "52842",
        "tag": [
            ""
        ]
    },
    "1465324": {
        "title": "洛丽塔",
        "author introduction": "弗拉基米尔·纳博科夫（Vladimir Nabokov, 1899-1977），纳博科夫是二十世纪公认的杰出小说家和文体家。1899年4月23日，纳博科夫出生于圣彼得堡。布尔什维克革命期间，纳博科夫随全家于1919年流亡德国。他在剑桥三一学院攻读法国和俄罗斯文学后，开始了在柏林和巴黎十八年的文学生涯。 1940年，纳博科夫移居美国，在威尔斯理、斯坦福、康奈尔和哈佛大学执教，以小说家、诗人、批评家和翻译家身份享誉文坛，著有《庶出的标志》、《洛丽塔》、《普宁》和《微暗的火》等长篇小说。 1955年9月15日，纳博科夫最有名的作品《洛丽塔》由巴黎奥林匹亚出版并引发争议。 1961年，纳博科夫迁居瑞士蒙特勒；1977年7月2日在洛桑病逝。",
        "content introduction": "《洛丽塔》原著问世五十年来第一部中文全译本。纳博科夫最著名最有争议的小说杰作。",
        "rating": "7.8",
        "publish year": "2005-12",
        "page num": "503",
        "price": "27.00元",
        "wrapper": "平装",
        "ISBN": "9787532738151",
        "be_reading": "12384",
        "have_read": "113415",
        "wanna_read": "46891",
        "tag": [
            ""
        ]
    },
    "1059419": {
        "title": "海边的卡夫卡",
        "author introduction": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。",
        "content introduction": "小说的主人公是一位自称名叫田村卡夫卡——作者始终未交代其真名——的少年。他在十五岁生日前夜独自离家出走，乘坐夜行长途巴士远赴四国。出走的原因是为了逃避父亲所作的比俄底浦斯王还要可怕的预言：尔将弑父，将与尔母、尔姐交合。卡夫卡四岁时，母亲突然失踪，带走了比卡夫卡年长四岁、其实是田村家养女的姐姐，不知何故却将亲生儿子抛弃。他从未见过母亲的照片，甚至连名字也不知道。仿佛是运命在冥冥之中引导，他偶然来到某私立图书馆，遂栖身于此。馆长佐伯女士是位四十多岁气质高雅的美妇，有着波澜曲折的神秘身世。卡夫卡疑心她是自己的生母，佐伯却对此不置可否。卡夫卡恋上了佐伯，并与之发生肉体关系。小说还另设一条副线，副线的主角是老人中田，他在二战期间读小学时，经历过一次神秘的昏迷事件，从此丧失了记忆，将学过的知识完全忘记，甚至不会认字计数，却获得了与猫对话的神秘能力。中田在神智失控的情况下杀死了一个自称焦尼·沃卡（Johnny Walker）、打扮得酷似那著名威士忌酒商标上所画的英国绅士的狂人，一路搭车也来到此地。小说共分49章，奇数章基本上用写实手法讲述卡夫卡的故事，偶数章则用魔幻手法展现中田的奇遇。两种手法交互使用，编织出极富强烈虚构色彩的、奇幻诡诘的现代寓言。佐伯是将这两个故事联结为一体的结合点，而弑父的预言似乎最终也未能避免，因为狂人焦尼·沃卡居然是卡夫卡生父乔装改扮的，真正的凶手也并非中田……",
        "rating": "8.2",
        "publish year": "2003-4",
        "page num": "514",
        "price": "25.00元",
        "wrapper": "平装",
        "ISBN": "9787532734191",
        "be_reading": "7447",
        "have_read": "160576",
        "wanna_read": "97623",
        "tag": [
            ""
        ]
    },
    "1049219": {
        "title": "长安乱",
        "author introduction": "",
        "content introduction": "武林纷乱，朝廷为了掩盖真相，坐视不理，一时间豪强并起，争夺武林盟主的宝座，首当其冲的就是武林两大门派少林和武当。 少林派中有一个五岁进入少林的少年，这个少年身怀异禀，天赋不同，玩世不恭。在纷纷扰扰的江湖恩怨中，他从小到大目睹了太多的门派仇杀。 他十八岁下山闯荡江湖，一个神秘的老头改变了他的生活。他得到了老头赠送的当世奇兵，并用它夺取了武林盟主的称号。可是他却最终选择了归隐山林。到底是什么在左右一个少年的命运呢？到底是什么是这个少年——释然——最为珍视的东西呢？",
        "rating": "7.4",
        "publish year": "2004-8",
        "page num": "297",
        "price": "20.00元",
        "wrapper": "平装",
        "ISBN": "9787500658917",
        "be_reading": "1073",
        "have_read": "113954",
        "wanna_read": "8689",
        "tag": [
            ""
        ]
    },
    "1061118": {
        "title": "活着",
        "author introduction": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《在细雨中呼喊》、《战栗》及《兄弟》。",
        "content introduction": "地主少爷富贵嗜赌成性，终于赌光了家业一贫如洗，穷困之中的富贵因为母亲生病前去求医，没想到半路上被国民党部队抓了壮丁，后被解放军所俘虏，回到家乡他才知道母亲已经去世，妻子家珍含辛茹苦带大了一双儿女，但女儿不幸变成了聋哑人，儿子机灵活泼…… 然而，真正的悲剧从此才开始渐次上演，每读一页，都让我们止不住泪湿双眼，因为生命里难得的温情将被一次次死亡撕扯得粉碎，只剩得老了的富贵伴随着一头老牛在阳光下回忆。",
        "rating": "9.1",
        "publish year": "2004-5",
        "page num": "194",
        "price": "13.00元",
        "wrapper": "平装",
        "ISBN": "9787532125944",
        "be_reading": "2065",
        "have_read": "112418",
        "wanna_read": "19354",
        "tag": [
            ""
        ]
    },
    "1016523": {
        "title": "告别薇安",
        "author introduction": "安妮宝贝。原名励婕。职业曾经历金融，编辑，广告。现为网络上的无业游民。喜欢旅行。爱尔兰音乐。纯粹的棉布。杜拉斯的小说。梵高的蓝色鸢尾花。曾为传统媒介撰写人文时尚类的文章；上网以后投身网络的自由天地，成为网络文学备爱瞩目的作者。 代表作以小说《告别薇安》、《暖暖》、《七年》等受到网络文学爱好者的喜爱。网上个人专集“她比烟花寂寞”，收录了小说，随笔，诗歌，游记等各种体裁的网络文学作品。现网络上的一些书库，论坛和文学网站收藏了其作品专集。",
        "content introduction": "城市黯淡的背景。白棉布裙的女孩。一个名字叫林的男人。不同的场景和情节。坚持的黑色 主题。爱情和死亡。告别和流浪。",
        "rating": "7.5",
        "publish year": "2000-1",
        "page num": "381",
        "price": "19.00",
        "wrapper": "平装",
        "ISBN": "9787500426721",
        "be_reading": "476",
        "have_read": "64397",
        "wanna_read": "3127",
        "tag": [
            ""
        ]
    },
    "1056733": {
        "title": "地下铁",
        "author introduction": "幾米：男。台北市人。天蝎座。吃素。已婚。有一个女儿。文化大学美术系毕业。曾在广告公司工作十二年，现在在家工作，为报纸、杂志等各种出版品画插画。1998年开始首次的绘本创作，即让“图像”成为另一种清新舒洁的文学语言，在他的作品里营造出流畅诗意的画面，散发出深情迷人的风采。目前已拥有7本广受大家喜爱的作品，并卖出美国、德国、法国、希腊、韩国、日本等多国版权。幾米的作品广受欢迎，原因有三：一是它充满都市感，一些人们非常熟悉、但敢想不敢言的感觉；二是它的图画细致得使人爱不释手，图为主、字为辅的形式很新鲜；三是它的故事简直是一个寓言，从前只有写给小孩的，现在成人也有自己的寓言和童话。 幾米作品：1998年《森林里的秘密》《微笑的鱼》；1999年《向左走・向右走》《听�米唱歌》《月亮忘记了》；2000年《黑白异境》《森林唱游》《我的心中每天开出一朵花》；2001年《地下铁》。",
        "content introduction": "社会高速发展，来来往往的地下铁路成为了城市文明与社会生活的缩影，从入口到出口，地下铁路将你从起点带到终点，抑或是另一个起点。 故事讲一个失明的小女孩，在15岁生日当天，决定自己一个人在城市里探险。她战战兢兢地搭乘地下铁，从一个陌生的小站出发，前往另一个陌生的小站。旅途中，她一边回忆、拼凑、感觉、摸索这被黑暗笼罩的世界，“寻找心中隐约闪烁的光亮”，也同时感受到新的希望、新的方向，和新的生命力。随着小女孩的步伐，我们逐渐看清“地下铁”蕴涵的黑暗世界，也看见潜藏在黑暗中的质疑、希望与美丽幻想。 作者以绚丽的色彩和诗句般的内心读白，为读者创造出一种前所未见的阅读诗意。并通过绘图与文字的双重方式向读者进行述说与沟通，带领大家共同去寻找心中点滴的亮光。",
        "rating": "8.3",
        "publish year": "2002-2",
        "page num": "116",
        "price": "32.00元",
        "wrapper": "平装",
        "ISBN": "9787538262537",
        "be_reading": "497",
        "have_read": "92777",
        "wanna_read": "15541",
        "tag": [
            ""
        ]
    },
    "1058234": {
        "title": "二三事",
        "author introduction": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。",
        "content introduction": "《二三事》讲述了一个关于遗忘和记得的故事。爱与恩慈。从欲望纠缠直到无爱的淡薄和甘心承担。对另一个人的付出和牺牲，试图获得对自我的救赎。生之繁华直至荒芜。书中的每一个人都在做出选择。但这选择里没有对错的道理，也无幸福的标准。只是代表生命的时间，不断行进，并终究走向静默。 小说的5个大部分，均是书里主要人物的名字。纯粹安妮宝贝清淡风格的名字：良生、莲安、沿见、恩和、盈年。安妮宝贝摆弄她小说里的人物，如同摆弄一枚枚沉默不语的棋子，他们随波逐流，却总是一往无前，自有一种凛冽意志。不容多加解释。",
        "rating": "7.7",
        "publish year": "2004-1",
        "page num": "234",
        "price": "20.00元",
        "wrapper": "平装",
        "ISBN": "9787544226745",
        "be_reading": "644",
        "have_read": "61534",
        "wanna_read": "3119",
        "tag": [
            ""
        ]
    },
    "1794620": {
        "title": "芒果街上的小屋",
        "author introduction": "桑德拉·希斯内罗丝（Sandra Cisneros），1954年生，美国当代著名女诗人，墨西哥裔。30岁时凭借《芒果街上的小屋》成名，另著有短篇故事集《喊女溪及其他》和诗集若干。",
        "content introduction": "《芒果街上的小屋》是一本优美纯净的小书，一本“诗小说”。它由几十个短篇组成，一个短篇讲述一个人、一件事、一个梦想、几朵云，几棵树、几种感觉，语言清澈如流水，点缀着零落的韵脚和新奇的譬喻，如一首首长歌短调，各自成韵，又彼此钩连，汇聚出一个清晰世界，各样杂沓人生。所有的讲述都归于一个叙述中心：居住在芝加哥拉美移民社区芒果街上的女孩埃斯佩朗莎（埃斯佩朗莎，是西班牙语里的希望）。生就对弱的同情心和对美的感觉力，她用清澈的眼打量周围的世界，用美丽稚嫩的语言讲述成长，讲述沧桑，讲述生命的美好与不易，讲述年轻的热望和梦想，梦想着有一所自己的房子，梦想着在写作中追寻自我，获得自由和帮助别人的能力。",
        "rating": "7.8",
        "publish year": "2006-6",
        "page num": "303",
        "price": "24.50元",
        "wrapper": "平装",
        "ISBN": "9787544700177",
        "be_reading": "7196",
        "have_read": "68338",
        "wanna_read": "36649",
        "tag": [
            ""
        ]
    },
    "1059406": {
        "title": "幻城",
        "author introduction": "郭敬明（1983- ），网名：第四维；别名：小四。2001年以作品《剧本》获得第三届全国新概念作文大赛一等奖，2002年以作品《我们最后的校园民谣》获得第四届全国新概念作文大赛一等奖。 著有小说《爱与痛的边缘》《幻城》《左手倒影右手年华》《梦里花落知多少》《猜火车》《1995－2005夏至未至》， 音乐小说《迷藏》，主编《岛》系列、《无极》、《悲伤逆流成河》、《最小说》、《N世界》等。",
        "content introduction": "这是一本奇特的书。一边是火族，一边是冰族，一边是火焰之城，一边是幻雪帝国。作品属于纯粹的虚构。对虚空的虚构，其实比对现实的摹写更难。相对于虚构的能力，我以为摹写的能力只是一个基本的能力，而虚构才是更高一层的能力，而且是区别文学是否进入风光境界的能力。中国文学的可检讨之处，就正在于若干年来停滞于摹写，而无法将文字引入虚构。",
        "rating": "7.0",
        "publish year": "2003-1",
        "page num": "253",
        "price": "28.00元",
        "wrapper": "精装",
        "ISBN": "9787531325758",
        "be_reading": "898",
        "have_read": "141069",
        "wanna_read": "10953",
        "tag": [
            ""
        ]
    },
    "1873231": {
        "title": "明朝那些事儿（壹）",
        "author introduction": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。",
        "content introduction": "从朱元璋的出身开始写起，到永乐大帝夺位的靖难之役结束为止。叙述了明朝最艰苦卓绝的开国过程。朱元璋pk陈友谅，谁堪问鼎天下？战太平、太湖大决战。卧榻之侧埋恶虎，铲除张士诚。徐达、常遇春等不世名将乘胜逐北破北元。更有明朝最大的谜团——永乐夺位、建文失踪的靖难之役。",
        "rating": "8.8",
        "publish year": "2006-9",
        "page num": "298",
        "price": "24.80",
        "wrapper": "平装",
        "ISBN": "9787505722460",
        "be_reading": "16184",
        "have_read": "318904",
        "wanna_read": "86418",
        "tag": [
            ""
        ]
    },
    "1023045": {
        "title": "我们仨",
        "author introduction": "杨绛（1911- ），本名杨季康，祖籍江苏无锡，生于北京。作家、评论家、翻译家、学者。1932年毕业于苏州东吴大学。1935-1938年留学英法，回国后曾在上海震旦女子文理学院、清华大学任教。1949年后，在中国社会科学院文学研究所、外国文学研究所工作。主要作品有剧本《称心如意》《弄假成真》，长篇小说《洗澡》，散文《干校六记》，随笔集《将饮茶》，译作《堂吉诃德》《吉尔·布拉斯》《小癞子》《斐多》等。",
        "content introduction": "《我们仨》是钱钟书夫人杨绛撰写的家庭生活回忆录。1998年，钱钟书逝世，而他和杨绛唯一的女儿钱瑗已于此前（1997年）先他们而去。在人生的伴侣离去四年后，杨绛在92岁高龄的时候用心记述了他们这个特殊家庭63年的风风雨雨、点点滴滴，结成回忆录《我们仨》。 这本书分为两部分。第一部分中，作者以其一贯的慧心、独特的笔法，用梦境的形式讲述了最后几年中一家三口相依为命的情感体验。第二部分，以平实感人的文字记录了自1935年伉俪二人赴英国留学并在牛津喜得爱女，直至1998年丈夫逝世，63年间这个家庭鲜为人知的坎坷历程。",
        "rating": "8.8",
        "publish year": "2003-7",
        "page num": "165",
        "price": "18.80元",
        "wrapper": "平装",
        "ISBN": "9787108018809",
        "be_reading": "15434",
        "have_read": "433750",
        "wanna_read": "162393",
        "tag": [
            ""
        ]
    },
    "1050339": {
        "title": "文化苦旅",
        "author introduction": "余秋雨，1946年生，汉族，浙江人。文化史学家、艺术学教授、博士生导师。现任上海戏剧学院教授上海写作学会会长。十余年来越野历险万公里，实地考察了中华文化在内的人类各大文明的兴衰脉络，沿途写下了《文化苦旅》、《山居笔记》、《霜冷长河》、《千年一叹》、《行者无疆》等著作。这些著作出版后，一直位居全球华文书排行榜前列。",
        "content introduction": "《文化苦旅》是余秋雨的第一部散文合集，所收作品主要包括两部分，一部分是历史、文化散文，散点论述，探寻文化；另一部分是回忆散文。",
        "rating": "7.8",
        "publish year": "2001-4",
        "page num": "376",
        "price": "22.00元",
        "wrapper": "平装",
        "ISBN": "9787806276983",
        "be_reading": "4427",
        "have_read": "110366",
        "wanna_read": "17273",
        "tag": [
            ""
        ]
    },
    "1917972": {
        "title": "在路上",
        "author introduction": "杰克·凯鲁亚克（Jack Kerouac, 1922-1969），1922年3月12日，凯鲁亚克出生于马萨诸塞州洛厄尔，父母为法裔美国人，他是家中幼子。他曾在当地天主教和公立学校就读，以橄榄球奖学金入纽约哥伦比亚大学，结识爱伦·金斯堡、威廉·巴勒斯和尼尔·卡萨迪等“垮掉的一代”。 凯鲁亚克大学二年级退学从事文学创作，并辗转于美国海军和商用航运公司等处。1950年，第一部小说《乡镇和城市》出版。1957年的《在路上》问世后，他成为“垮掉的一代”的代言人，跻身二十世纪最有争议的著名作家行列。他还著有《达摩流浪者》、《地下人》、《孤独的旅人》和《孤独天使》等作品。 1969年10月21日，凯鲁亚克在佛罗里达圣彼得堡去世，享年47岁。",
        "content introduction": "青年学生萨尔为追求个性自由，与狄安（以卡萨迪为原型）、玛丽露等一伙男女开车横穿全美，一路狂喝滥饮，耽迷酒色，流浪吸毒，性放纵，在经过精疲力竭的漫长放荡后，开始笃信东方禅宗，感悟到生命的意义。小说主人公及其伙伴沿途搭车或开车，几次横越美国大陆，最终到了墨西哥。 《在路上》体现了作者主张的即兴式自发性写作技巧，并广泛涉及美国社会一文化习俗，都给理解和翻译带来很大困难。",
        "rating": "7.8",
        "publish year": "2006-10",
        "page num": "394",
        "price": "28.00元",
        "wrapper": "平装",
        "ISBN": "9787532740260",
        "be_reading": "14755",
        "have_read": "67024",
        "wanna_read": "59280",
        "tag": [
            "垮掉的一代",
            "凯鲁亚克"
        ]
    },
    "1041007": {
        "title": "哈利·波特与魔法石",
        "author introduction": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈 利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。 J.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。",
        "content introduction": "一岁的哈利・波特失去父母后，神秘地出现在姨父姨妈家的门前。哈利在姨父家饱受欺凌，度过十年极其痛苦的日子。姨父和姨妈好似凶神恶煞，他们那混世魔王儿子达力――一个肥胖、娇惯、欺负人的大块头，更是经常对哈利拳脚相加。哈利的“房间”是位于楼梯口的一个又暗又小的碗橱。十年来，从来没有人为他过过生日。 但是在他十一岁生日那天，一切都发生了变化，信使猫头鹰带来了一封神秘的信：邀请哈利去一个他――以及所有读到哈利故事的人――会觉得永远难忘的、不可思议的地方――霍格沃茨魔法学校。 在魔法学校，哈利不仅找着了朋友、学会了空中飞行，骑着一把型号为光轮2000的飞天扫帚打魁地球，还得到了一件隐形衣。他发现那里的一切――从上课到吃饭到睡觉都充满了魔力，但是一块魔石出现了，它与哈利的命运息息相关……",
        "rating": "9.1",
        "publish year": "2000-9",
        "page num": "191",
        "price": "19.50元",
        "wrapper": "平装",
        "ISBN": "9787020033430",
        "be_reading": "2609",
        "have_read": "334952",
        "wanna_read": "38575",
        "tag": [
            ""
        ]
    },
    "1029791": {
        "title": "许三观卖血记",
        "author introduction": "余华（1960- ）当代作家。浙江海盐人，出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，作了牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《活着》、《在细雨中呼喊》及《战栗》。",
        "content introduction": "《许三观卖血记》是余华1995年创作的一部长篇小说，它以博大的温情描绘了磨难中的人生，以激烈的故事形式表达了人在面对厄运时求生的欲望。小说讲述了许三观靠着卖血渡过了人生的一个个难关，战胜了命运强加给他的惊涛骇浪，而当他老了，知道自己的血再也没有人要时，精神却崩溃了。",
        "rating": "8.9",
        "publish year": "1998-9",
        "page num": "269",
        "price": "16.80元",
        "wrapper": "平装",
        "ISBN": "9787544211765",
        "be_reading": "3491",
        "have_read": "388469",
        "wanna_read": "104782",
        "tag": [
            ""
        ]
    },
    "5275059": {
        "title": "1988：我想和这个世界谈谈",
        "author introduction": "韩寒 1982年9月23日出生。作家，赛车手。已出版作品：《三重门》、《零下一度》、《像少年啦飞驰》、《通稿2003》、《毒》、《韩寒五年文集》、《长安乱》、《就这么漂来漂去》、《一座城池》、《寒》、《光荣日》、《杂的文》或有其他。",
        "content introduction": "系列主题：《我想和这个世界谈谈》 目前在韩寒主编的杂志《独唱团》中首度连载，这是韩寒预谋已久的一个系列，也是国内首度实际尝试“公路小说”这一概念的第一本——《1988》。 所谓“公路小说”就是以路途为载体反应人生观，现实观的小说。 如果说一件真正的艺术品的面世具有任何重大意义的话，韩寒新书的出版将会在中国创造一个历史事件，文章开头“空气越来越差，我必须上路了。我开着一台1988年出厂的旅行车，在说不清是迷雾还是毒气的夜色里拐上了318国道。”用一部旅行车为载体，通过在路上的见闻、过去的回忆、扑朔迷离的人物关系等各种现实场景，以韩寒本人对路上所见、所闻引发自己的观点，这场真正的旅途在精神层面；如果说似乎逾越了部分法律和道德的界限，但出发点也仅仅是希望在另一侧找到信仰。韩寒是“叛逆的”，他“试图用能给世界一些新意的眼光来看世界。试图寻找令人信服的价值”。他认为这一切通过文学都可以实现，产生了要创造一种批判现有一切社会习俗的“新幻象”的念头——《1988》就此问世。 目前“公路小说”的系列已经开始策划，韩寒的作品首当其冲，韩寒表示将会撰写三部作品与聚石文华联合打造“公路小说”这一品牌",
        "rating": "7.8",
        "publish year": "2010-9",
        "page num": "215",
        "price": "25.00元",
        "wrapper": "平装",
        "ISBN": "9787512500983",
        "be_reading": "9569",
        "have_read": "184634",
        "wanna_read": "37387",
        "tag": [
            "韩寒"
        ]
    },
    "1068920": {
        "title": "飘",
        "author introduction": "米切尔（Margaret Mitchell, 1900-1949）美国女作家。出生于美国南部佐治亚州亚特兰大市。父亲是个律师，曾任亚特兰大历史协会主席。米切尔曾就读于华盛顿神学院、马萨诸塞州的史密斯学院。其后，她曾担任地方报纸《亚特兰大报》的记者。1925年与约翰·马尔什结婚，婚后辞去报职，潜心写作。 米切尔一生中只发表了《飘》这部长篇巨著。她从1926年开始着力创作《飘》，10 年之后，作品问世，一出版就引起了强烈的反响。 由于家庭的熏陶，米切尔对美国历史，特别是南北战争时期美国南方的历史产生了浓厚的兴趣。她在家乡听闻了大量有关内战和战后重建时期的种种轶事和传闻，接触并阅读了大量有关内战的书籍。她自幼在南部城市亚特兰大成长，耳濡目染了美国南方的风土人情，这里的自然环境和社会环境成了米切尔文思纵横驰骋的背景和创作的源泉。",
        "content introduction": "小说中的故事发生在1861年美国南北战争前夕。生活在南方的少女郝思嘉从小深受南方文化传统的熏陶，可在她的血液里却流淌着野性的叛逆因素。随着战火的蔓廷和生活环境的恶化，郝思嘉的叛逆个性越来越丰满，越鲜明，在一系列的的挫折中她改造了自我，改变了个人甚至整个家族的命运，成为时代时势造就的新女性的形象。 作品在描绘人物生活与爱情的同时，勾勒出南北双方在政治，经济，文化各个层次的异同，具有浓厚的史诗风格，堪称美国历史转折时期的真实写照，同时也成为历久不衰的爱情经典。",
        "rating": "9.3",
        "publish year": "2000-9",
        "page num": "1235",
        "price": "40.00元",
        "wrapper": "精装",
        "ISBN": "9787806570920",
        "be_reading": "10705",
        "have_read": "457430",
        "wanna_read": "222196",
        "tag": [
            "飘"
        ]
    },
    "1083428": {
        "title": "傲慢与偏见",
        "author introduction": "简·奥斯汀（Jane Austen，1775年12月16日－1817年7月18日）是英国著名女性小说家，她的作品主要关注乡绅家庭女性的婚姻和生活，以女性特有的细致入微的观察力和活泼风趣的文字真实地描绘了她周围世界的小天地。 奥斯汀终身未婚，家道小康。由于居住在乡村小镇，接触到的是中小地主、牧师等人物以及他们恬静、舒适的生活环境，因此她的作品里没有重大的社会矛盾。她以女性特有的细致入微的观察力，真实地描绘了她周围世界的小天地，尤其是绅士淑女间的婚姻和爱情风波。她的作品格调轻松诙谐，富有喜剧性冲突，深受读者欢迎。从18世纪末到19世纪初，庸俗无聊的“感伤小说”和“哥特小说”充斥英国文坛，而奥斯汀的小说破旧立新，一反常规地展现了当时尚未受到资本主义工业革命冲击的英国乡村中产阶级的日常生活和田园风光。她的作品往往通过喜剧性的场面嘲讽人们的愚蠢、自私、势利和盲目自信等可鄙可笑的弱点。奥斯汀的小说出现在19世纪初叶，一扫风行一时的假浪漫主义潮流，继承和发展了英国18世纪优秀的现实主义传统，为19世纪现实主义小说的高潮做了准备。虽然其作品反映的广度和深度有限，但她的作品如“两寸牙雕”，从一个小窗口中窥视到整个社会形态和人情世故，对改变当时小说创作中的庸俗风气起了好的作用，在英国小说的发展史上有承上启下的意义，被誉为地位“可与莎士比亚平起平坐”的作家。 简·奥斯丁出生在英国汉普郡斯蒂文顿镇的一个牧师家庭，过着祥和、小康的乡居生活。兄弟姐妹共八人，奥斯丁排行第六。她从未进过正规学校，只是九岁时，曾被送往姐姐的学校伴读。她的姐姐卡桑德拉是她毕生最好的朋友，然而奥斯丁的启蒙教育却更多得之于她的父亲。奥斯丁酷爱读书写作，还在十一、二岁的时候，便已开始以写作为乐事了。成年后奥斯丁随全家迁居多次。1817年，奥斯丁已抱病在身，为了求医方便，最后一次举家再迁。然而在到了曼彻斯特后不过两个多月，她便去世了。死后安葬在温彻斯特大教堂。简·奥斯丁终身未嫁。逝世时仅为四十一岁。",
        "content introduction": "《傲慢与偏见》是简·奥斯汀的代表作，是一部描写爱情与婚姻的经典小说。作品以男女主人公达西和伊丽莎白由于傲慢和偏见而产生的爱情纠葛为线索，共写了四起姻缘：伊丽莎白与达西、简与宾利、莉迪亚与威克姆、夏洛蒂与柯林斯。伊丽莎白、简和莉迪亚是贝内特家五个女儿中的三个姐妹，而夏洛蒂则是她们的邻居，也是伊丽莎白的朋友。男主人公达西与宾利是好友，且与威克姆一起长大，而柯林斯则是贝内特家的远房亲戚。 贝内特夫妇五个女儿待字闺中，没有子嗣，依照当时法律，他们死后家产须由远房内侄柯林斯继承，因此把五个女儿嫁到有钱人家，成了贝内特太太最大的心愿。宾利，一位未婚富家子弟，租赁了贝内特家附近的内瑟菲尔德庄园，成为众人注目的焦点和谈论的话题。不久，宾利就与美丽贤淑的大小姐简相爱了。宾利的朋友达西对聪明直率的二小姐伊丽莎白颇有好感，却因在一次舞会上出言不逊使伊丽莎白对他心存偏见。品行不端的威克姆告诉伊丽莎白，他是达西庄园已故总管的儿子，与达西一起长大，达西的父亲先前许诺给他的教职，被达西无端剥夺了。而达西则因为伊丽莎白的母亲及其他妹妹的缘故，劝说宾利中止与简的关系，结果四人不欢而散。威克姆对达西的诋毁，以及达西的劝说对简造成的伤害进一步加深了伊丽莎白对达西的偏见。 柯林斯为心安理得地继承财产，决定从贝内特家五个漂亮的女儿之中挑选一个“妻子”，于是向伊丽莎白求婚。遭到拒绝后，他马上转向尚未婚配急于找到“归宿”的夏洛蒂小姐，竟然得到应允。伊丽莎白应邀到新婚的柯林斯和夏洛蒂夫妇家中做客，不期遇见前来探望凯瑟琳夫人的达西。达西为伊丽莎白所倾倒，向她求婚，但因其言辞的傲慢，遭到伊丽莎白的愤然拒绝。同时，伊丽莎白指责达西对威克姆冷酷无情，更不应该破坏宾利同简的爱情。事后达西写信为自己申辩，令伊丽莎白的偏见逐渐消除。 伊丽莎白随舅父舅妈出游时经过达西的庄园，以为达西不在，进去参观，不料达西突然归来，伊丽莎白感到十分窘迫。然而，达西丝毫没有以往的傲慢，非常热情地接待了他们。此时，伊丽莎白突然接到家信，得知威克姆带着妹妹莉迪亚私奔了！匆忙回家后，全家一筹莫展，不料达西暗访到两人的行踪，出资促成他们的婚事并安排了他们的生活，为贝内特一家保全了尊严。此事使伊丽莎白与达西尽释前嫌，宾利也和简重修旧好，最后有情人终成眷属。",
        "rating": "8.9",
        "publish year": "1993-7",
        "page num": "310",
        "price": "13.00元",
        "wrapper": "平装",
        "ISBN": "9787020040179",
        "be_reading": "7031",
        "have_read": "354785",
        "wanna_read": "108936",
        "tag": [
            "傲慢与偏见"
        ]
    },
    "1361264": {
        "title": "撒哈拉的故事",
        "author introduction": "台灣的著名作家──三毛 1943年3月26日出生於重慶，浙江省定海縣人。本名為陳懋平，1946年改名陳平。 筆名『三毛』更不知出自何處，只在她的《鬧學記》一篇序文中提及『三毛』二字暗藏一個《易經》的卦象，至於這卦象究竟隱藏何種玄機，序文中並沒有進一步的交代。 三毛的母親繆進蘭曾在〈我的女兒，大家的三毛〉這篇文章中，提及四個兄弟姊妹裡，次女三毛的性格最為特行卓立、不依常規，以及不能忍受虛假，因此父母要在她身邊看守著每一腳步是否踏穩。 另外，有讀者認為『流浪』才是三毛真正的名字，無論是她的遺作、她的遊歷和她心靈情感的轉折，始終透著一點點浪跡天涯的意味。 1973年7月，三毛與荷西在沙漠小鎮阿尤恩結婚。與荷西一道生活的歲月，三毛的文章充滿歡笑、喜樂，讀者閱讀他的小說，彷彿感受著她愉悅的婚姻生活，即使面對大風沙的侵襲，她仍顯得積極與樂觀。然而自荷西離開人世後，三毛的文章也頓時『黑暗』了起來，其文字不再有笑容，代替的只是無盡的悲傷。 1990年，三毛創作的電影劇本《滾滾紅塵》榮獲金馬獎八項大獎。其生平重要著作有《撒哈拉的故事》、《雨季不再來》、《哭泣的駱駝》、《我的寶貝》、《鬧學記》……等散文小說集，譯有《娃娃看天下》、《蘭嶼之歌》，以及創作電影劇本《滾滾紅塵》、《親愛的三毛》、《我的快樂天堂》、《高原的百合花》。 然而令人惋惜的是，1991年1月4日凌晨，三毛在醫院自縊身亡，享年四十八歲。",
        "content introduction": "三毛作品中最膾炙人口的《撒哈拉的故事》﹐ 由１２篇精采動人的散文結合而成﹐ 其中＜沙漠中的飯店＞﹐ 是三毛適應荒涼單調的沙漠生活後﹐ 重新拾筆的第一篇文字﹐ 自此之後﹐三毛便寫出一系列以沙漠為背景的故事﹐ 風靡了全世界的中文讀者。",
        "rating": "9.1",
        "publish year": "1976",
        "page num": "240",
        "price": "160 TWD",
        "wrapper": "平裝",
        "ISBN": "9789573305545",
        "be_reading": "5097",
        "have_read": "284063",
        "wanna_read": "69009",
        "tag": [
            ""
        ]
    },
    "1009257": {
        "title": "哈利·波特与火焰杯",
        "author introduction": "J.K.罗琳（1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。 J.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。",
        "content introduction": "《哈利·波特与火焰杯》是“哈利·波特”系列的第四部。 哈利·波特在霍格沃茨魔法学校经过三年的学习和磨炼，逐渐成长为一个出色的巫师。新学年开始前，哈利和好朋友罗恩，赫敏一起去观看精彩的魁地奇世界杯赛，无意间发现了消失十三年的黑魔标记。哈利的心头笼上了一团浓重的阴云，但三个少年依然拥有他们自己的伊甸园。然而，少男少女的心思是那样难以捉摸，三人之间的美好友情竟是那样一波三折，忽晴忽雨……哈利渴望与美丽的秋·张共同走进一个美丽的故事，但这个朦朦胧胧的憧憬却遭受了小小的失意。他要做一个普普通通的四年级魔法学生，可不幸的是，哈利注定永远都不可能平平常常——即使拿魔法界的标准来衡量。黑魔的阴影始终挥之不去，种种暗藏杀机的神秘事件将哈利一步步推向了伏地魔的魔爪。哈利渴望在百年不遇的三强争霸赛中战胜自我，完成三个惊险艰巨的魔法项目，谁知整个竞赛竟是一个天大的黑魔法阴谋。……",
        "rating": "9.1",
        "publish year": "2001-5",
        "page num": "433",
        "price": "39.80元",
        "wrapper": "平装",
        "ISBN": "9787020034635",
        "be_reading": "918",
        "have_read": "248293",
        "wanna_read": "17190",
        "tag": [
            ""
        ]
    },
    "1041482": {
        "title": "万历十五年",
        "author introduction": "黄仁宇 （1918-2000），生于湖南长沙，1936年入天津南开大学电机工程系就读。抗日战争爆发后，先在长沙《抗日战报》工作，后来进入国民党成都中央军校，1950年退伍。其后赴美攻读历史，获学士、硕士、博士学位。曾任哥伦比亚大学访问副教授及哈佛大学东亚研究所研究员。参与《明代名人传》及《剑桥中国史》的集体研究工作。",
        "content introduction": "万历十五年，亦即公元1587年，在西欧历史上为西班牙舰队全部出动征英的前一年；而在中国，这平平淡淡的一年中，发生了若干为历史学家所易于忽视的事件。这些事件，表面看来虽似末端小节，但实质上却是以前发生大事的症结，也是将在以后掀起波澜的机缘。在历史学家黄仁宇的眼中，其间的关系因果，恰为历史的重点，而我们的大历史之旅，也自此开始…… 《万历十五年》是黄仁宇的成名之作，也是他的代表作之一。这本书融会了他数十年人生经历与治学体会，首次以“大历史观”分析明代社会之症结，观察现代中国之来路，给人启发良多。英文原本推出后，被美国多所大学采用为教科书，并两次获得美国书卷奖历史类好书的提名。",
        "rating": "9.0",
        "publish year": "1997-5",
        "page num": "320",
        "price": "18.00元",
        "wrapper": "平装",
        "ISBN": "9787108009821",
        "be_reading": "28020",
        "have_read": "271098",
        "wanna_read": "198745",
        "tag": [
            "中国历史",
            "明清",
            "历史"
        ]
    },
    "1045818": {
        "title": "苏菲的世界",
        "author introduction": "乔斯坦·贾德1952年生于挪威，担任高中哲学教师多年。自1986年出版第一部作品以来，已成为挪威世界级的作家。1991年《苏菲的世界》出版后，成为挪威、丹厂、瑞典和德国的畅销书，销量达三百万册。目前，已有三十多个国家购买了该书的版权。",
        "content introduction": "14岁的少女苏菲某天放学回家，发现了神秘的一封信。----你是谁？----世界从哪里来？就这样，在一位神秘导师的指导引下，苏菲开始思索从古希腊到康德，从祁克果到佛洛伊德等各位大师所思考的根本问题。与此同时，苏菲不断接到了些极不寻常的来信，世界像迹团一般在她眼底展开。苏菲运用少女天生的悟性与后天知识，企图解开这些迹团然而事实真相远比她所想的更怪异、更离奇……《苏菲的世界》，即是智慧的世界，梦的世界。它将会唤醒每个人内心深处对生命的赞叹与对人生终极意义的关怀和好奇。",
        "rating": "8.5",
        "publish year": "1996-1",
        "page num": "535",
        "price": "26.80元",
        "wrapper": "平装",
        "ISBN": "9787506309745",
        "be_reading": "21953",
        "have_read": "153053",
        "wanna_read": "95845",
        "tag": [
            "苏菲的世界"
        ]
    },
    "1071241": {
        "title": "哈利·波特与阿兹卡班的囚徒",
        "author introduction": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。 J.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。",
        "content introduction": "《哈利·波特与阿兹卡班的囚徒》是“哈利·波特”系列的第三部。 哈利·波特在霍格沃茨魔法学校已经度过了不平凡的两年，而且早已听说魔法世界中有一座守备森严的阿兹卡班监狱，里面关押着一个臭名昭著的囚徒，名字叫小天狼星布莱克。传言布莱克是“黑魔法”高手伏地魔——杀害哈利父母的凶手——的忠实信徒，曾经用一句魔咒接连结束了十三条性命。不幸的是，布莱克逃出了阿兹卡班，一心追寻哈利。布莱克在睡梦中仍然呓语不休：“他在霍格沃茨……他在霍格沃茨。” 哈利·波特虽然身在魔法学校的城堡内，既有朋友的赤诚帮助，也有老师的悉心呵护，但校园内危机四伏，哈利的生命时时受到威胁。一天，布莱克终于站到了哈利的面前……",
        "rating": "9.0",
        "publish year": "2000-9",
        "page num": "259",
        "price": "26.50元",
        "wrapper": "平装",
        "ISBN": "9787020033454",
        "be_reading": "1268",
        "have_read": "240382",
        "wanna_read": "17505",
        "tag": [
            ""
        ]
    },
    "1039487": {
        "title": "哈利·波特与密室",
        "author introduction": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。 J.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。",
        "content introduction": "《哈利·波特与密室》是“哈利·波特”系列的第二部。 哈利·波特在霍格沃茨魔法学校学习一年之后，暑假开始了。他在姨父姨妈家熬过痛苦的假期。正当他准备打点行装去学校时，小精灵多比前来发出警告：如果哈利返回霍格沃茨，灾难将会临头。 但哈利义无返顾地回到了霍格沃茨，新来的吉罗德·洛哈特教授装腔作势，让他作呕；游荡在女生舆洗室里的幽灵“哭泣的桃金娘”搅得他不得安宁；低年级的小女生金妮对他投来关切目光常令他尴尬不已；小男生科林·克里维“追星”式的跟踪又经常使他落荒而逃。 但是，这一切仅仅是灾难的序曲。正如多比所预言的，哈利遭受了重重磨难，经历了种种危险，难解之谜又使他煞费苦心：霍格沃茨的学生接二连三地变成了石头。这一切是品德败坏的学生德拉科·马尔福精心策划的杰作？还是忠厚善良的海格无心铸成的大错？或者另有人将在霍格沃茨制造更大的阴谋？这一切又是否与传说中的密室有关？哈利决心揭开谜底……",
        "rating": "9.0",
        "publish year": "2000-9",
        "page num": "203",
        "price": "22.00元",
        "wrapper": "平装",
        "ISBN": "9787020033447",
        "be_reading": "667",
        "have_read": "214157",
        "wanna_read": "13562",
        "tag": [
            ""
        ]
    },
    "1034108": {
        "title": "零下一度",
        "author introduction": "韩寒，1982.9.23出生于上海金山。作家，赛车手。1998年“新概念”作文大赛以《杯中窥人》获一等奖，其文笔老练，语言犀利。 1999年三月韩寒开始写作小说《三重门》，至今销售量已逾190万多册。后退学，现为上海大众333 车队职业赛车手，成绩优异。已出版作品：《三重门》、《零下一度》、《像少年啦飞驰》、《通稿2004》、《毒》、《韩寒五年文集》、《长安乱》、《就这么漂来漂去》、《一座城池》、《寒》、《光荣日》 或有其他，则为伪作。",
        "content introduction": "年仅18岁的韩寒是一个引人注目的角色。他是上海松江二中高一的学生，以一篇《杯中窥人》问鼎首届全国新概念作文大赛一等奖，并出版了长篇新作《三重门》，但与此同时，他却在期末考试中几门功课高挂“红灯”而留级、休学。韩寒如今成为一个热门话题——“一个‘高材’留级生引出的话题”，引起众多师生和家长的关注，以及语文教育的反思。这个韩寒，究竟是一个怎样的人？他对社会、对人世、对人生、对周围的一切怎么看？通过他的",
        "rating": "7.2",
        "publish year": "2000-08",
        "page num": "209",
        "price": "12.00",
        "wrapper": "平装",
        "ISBN": "9787208035164",
        "be_reading": "259",
        "have_read": "57477",
        "wanna_read": "2787",
        "tag": [
            ""
        ]
    },
    "1089243": {
        "title": "黄金时代",
        "author introduction": "王小波：男，1952年生于北京。他是唯一一位两次荣获世界华语文学界的重要奖项——台湾联合报系文学奖中篇小说大奖（第13届和第16届）的祖国大陆作家。他经历、学历复杂，先后当过知青，民办教师，工人，工科大学生，后到美国兹堡大学取得文学硕士学位，再学计算机，在统计系当助教，回国后在中国人民大学和北京大学任教。",
        "content introduction": "《黄金时代》是《时代三部曲》之一。  这是以文革时期为背景的系列作品构成的长篇。发生“文化大革命”的二十世纪六七十年代，正是我们国家和民族的灾难年代。那时，知识分子群体无能为力而极“左”政治泛滥横行。作为倍受歧视的知识分子，往往丧失了自我意志和个人尊严。在这组系列作品里面，名叫“王二”的男主人公处于恐怖和荒谬的环境，遭到各种不公正待遇，但他却摆脱了传统文化人的悲愤心态，创造出一种反抗和超越的方式：既然不能证明自己无辜，便倾向于证明自己不无辜。于是他以性爱作为对抗外部世界的最后据点，将性爱表现得既放浪形骸又纯",
        "rating": "8.9",
        "publish year": "1999-3",
        "page num": "375",
        "price": "19.00元",
        "wrapper": "平装",
        "ISBN": "9787536025080",
        "be_reading": "11927",
        "have_read": "256325",
        "wanna_read": "120183",
        "tag": [
            "王小波"
        ]
    },
    "1346815": {
        "title": "一個人住第5年",
        "author introduction": "高木直子：1974年出生於日本三重縣。以成為插畫家為目標，1998年上東京。一直以來都生活在衛浴設備很狹窄的公寓裡，最近搬了新家而有了較大的浴室，正開心著呢！目前除了插畫小品之外，也用壓克力顏料創作插畫、漫畫等等。",
        "content introduction": "一個人住了五年的過來人的日常生活。一個人的生活輕鬆也寂寞，卻又難割捨。 作者利用可愛的圖畫搭配生活化的文字描寫一個人住的生活點滴，只要你曾經一個人住過，一定會有深刻的感覺。一個人住不用跟家人搶浴室洗澡，愛洗多久就洗多久、一個人住偶爾不小心看了恐怖電視而害怕的睡不著覺、一個人住感冒的時候孤單寂寞的心情如潮水般的湧上心頭、一個人住到超商去買菜還會會貨比三家、一個人住會努力想記帳，卻因為偷懶而想出每天存「50元」的計畫、一個人住常會想變換擺設也是不錯而忙到凌晨三點，有點自由隨性卻又有點苦惱，這就是一個人住的生活。 作者希望可以透過這本書跟读者分享又寂寞又美好的單身生活。",
        "rating": "8.4",
        "publish year": "2004-12-1",
        "page num": "44",
        "price": "NT$220",
        "wrapper": "平装",
        "ISBN": "9789574557806",
        "be_reading": "2357",
        "have_read": "69864",
        "wanna_read": "52175",
        "tag": [
            ""
        ]
    },
    "1453210": {
        "title": "一座城池",
        "author introduction": "韩寒，1982年9月23日生。作家。赛车手。",
        "content introduction": "小说描写“我”、“健叔”、“王超”等一群不羁青年在大学时光里海阔天空的“光辉岁月”。 从学校肄业的“我”因为一次群架事件，和朋友“健叔”从上海逃到了一个城镇。健叔是高我一年的同学，我们住在长江旅馆里，整日在这个城市里闲晃。后来我们认识了新朋友王超，从此，王超和他的桑塔纳就和我们混在了一起。我们跟着王超去他的学校看姑娘，无意中参与了一次行为艺术，这让我忆起了自杀身亡的同桌和他短暂的爱情。 我们仍然在这个城市里闲晃着。我不时做着我的奇特的梦，想着我曾经的女朋友……",
        "rating": "7.4",
        "publish year": "2006-1",
        "page num": "241",
        "price": "19.90元",
        "wrapper": "平装",
        "ISBN": "9787539132150",
        "be_reading": "1006",
        "have_read": "83640",
        "wanna_read": "6185",
        "tag": [
            ""
        ]
    },
    "1063190": {
        "title": "蔷薇岛屿",
        "author introduction": "安妮宝贝，自由作家，曾任职金融网络广告行业。1998年开始发表小说，因作品风格独特引起广泛关注。题材多围绕宿命，自由，漂泊等命题思考，创作工业化大城市中游离者的生活；他们在爱和幻觉中的决然出行，及对自我的追寻。 2000年起出版小说集《告别薇安》，《八月未央》，长篇小说《彼岸花》，面市后都十分畅销。 安妮宝贝现居北京。从事专业写作及为杂志撰写独立摄影采访和专栏。",
        "content introduction": "《蔷薇岛屿》安妮宝贝的第四本书。内容为在上海、北京、香港、越南、柬埔寨一路旅途中拍摄的照片及写下的字，留下时光和幻觉的印记，是一本关于旅行、爱和生死的影像书。包括《再见，时光》、《赤道往北21度》、《在西贡》、《危险的美感》、《世俗生活》等17篇散文，以及小说《一场上海烟花》。",
        "rating": "8.0",
        "publish year": "2002-8",
        "page num": "179",
        "price": "18.00元",
        "wrapper": "平装",
        "ISBN": "9787506324298",
        "be_reading": "685",
        "have_read": "61210",
        "wanna_read": "11516",
        "tag": [
            ""
        ]
    },
    "3259440": {
        "title": "白夜行",
        "author introduction": "东野圭吾，日本著名作家。1958年生于大阪。1985年，以第31届江户川乱步奖获奖作品《放学后》出道，开始扬名立万。20年作品逾60部，几乎囊括日本所有大奖：1999年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；2000年，《白夜行》入围第122届直木奖；2001年，《暗恋》入围第125届直木奖；2004年，《幻夜》入围第131届直木奖；2006年的《嫌疑人X的献身》，获得第134届直木奖、第6届本格推理小说大奖。 《白夜行》出版之后引起巨大轰动，使东野圭吾成为天王级作家。小说被改编成同名电视连续剧，与图书一同为作家带来了如潮好评，使他成为日本、韩国与台湾等地最受欢迎的作家之一。",
        "content introduction": "“只希望能手牵手在太阳下散步”，这个象征故事内核的绝望念想，有如一个美丽的幌子，随着无数凌乱、压抑、悲凉的故事片段像纪录片一样一一还原：没有痴痴相思，没有海枯石烂，只剩下一个冰冷绝望的诡计，最后一丝温情也被完全抛弃，万千读者在一曲救赎罪恶的凄苦爱情中悲切动容……",
        "rating": "9.1",
        "publish year": "2008-9",
        "page num": "467",
        "price": "29.80元",
        "wrapper": "平装",
        "ISBN": "9787544242516",
        "be_reading": "18444",
        "have_read": "708723",
        "wanna_read": "201640",
        "tag": [
            ""
        ]
    },
    "1786670": {
        "title": "百年孤独",
        "author introduction": "加西亚·马尔克斯（1927一）哥伦比亚作家，记者。生于马格达莱纳省阿拉卡塔卡镇。父亲是个电报报务员兼顺势疗法医生。他自小在外祖父家中长大。外祖父当过上校军官，性格善良、倔强，思想比较激进；外祖母博古通今，善讲神话传说及鬼怪故事，这对作家日后的文学创作有着重要的影响。 加西亚·马尔克斯作品的主要特色是幻想与现实的巧妙结合，以此来反映社会现实生活，审视人生和世界。重要作品有长篇小说《百年孤独》（1967）《家长的没落》（1975）、《霍乱时期的爱情》（1985）等。",
        "content introduction": "《百年孤独》内容复杂，人物众多，情节离奇，手法新颖。马尔克斯在书中溶汇了南美洲特有的五彩缤纷的文化。他通过描写小镇马孔多的产生、兴盛到衰落、消亡，表现了拉丁美洲令人惊异的疯狂历史。小说以“汇集了不可思议的奇迹和最纯粹的现实生活”荣获1982年诺贝尔文学奖。",
        "rating": "8.9",
        "publish year": "1989-10",
        "page num": "385",
        "price": "12.70元",
        "wrapper": "精装",
        "ISBN": "9787532706907",
        "be_reading": "12466",
        "have_read": "104652",
        "wanna_read": "78113",
        "tag": [
            ""
        ]
    },
    "1703544": {
        "title": "兄弟（下）",
        "author introduction": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，和长篇小说《活着》、《在细雨中呼喊》及《战栗》。",
        "content introduction": "宋钢在下部里面遭遇的命运是他所在的工厂破产，他也越来越潦倒，后来因为各种各样复杂的原因，他在40多岁时自杀了。他自杀时，林红和李光头正在同一张床上。宋钢在临死之前，给林红和李光头都写了一封信。 林红是一个典型的连接今天和过去的女性，不同于80年代以后出生的女性。宋钢的死，让她在生意场上变得像以前的李光头一样很成功，而李光头则变得没有了任何欲望，挣钱没有了任何兴趣，唯一的愿望就是，上太空，把哥哥的骨灰盒拿到太空去。 在尾声里，余华交代了李光头的命运。“他要上太空去。他还专门请了两个俄罗斯留学生教他俄语，还进行体能锻炼。因为李光头在电视里看到，在太空的轨道上，每天可以看16次日出和16次日落。李光头要把宋钢的骨灰盒放在，太空的轨道上，让宋钢遨游在月亮和星星之间，最后，李光头用俄语说：‘我的兄弟宋钢就是外星人了’。”",
        "rating": "7.5",
        "publish year": "2006-3",
        "page num": "475",
        "price": "27.00元",
        "wrapper": "平装",
        "ISBN": "9787532129843",
        "be_reading": "826",
        "have_read": "61568",
        "wanna_read": "5253",
        "tag": [
            "小说"
        ]
    },
    "1358873": {
        "title": "月亮忘記了",
        "author introduction": "",
        "content introduction": "看不見的，是不是就等於不存在？  記住的，是不是永遠不會消失？每一個黃昏過後，大家焦慮地等待，卻再也沒有等到月亮升起。  潮水慢慢平靜下來，海洋凝固成一面漆黑的水鏡， 沒有月亮的夜晚，世界變得清冷幽寂．但是，最深的黑夜即將過去，月亮出來了…… ",
        "rating": "8.6",
        "publish year": "2000-2-1",
        "page num": "114",
        "price": "NT$ 299",
        "wrapper": "平装",
        "ISBN": "9789577452443",
        "be_reading": "611",
        "have_read": "75910",
        "wanna_read": "18566",
        "tag": [
            ""
        ]
    },
    "1003000": {
        "title": "悟空传",
        "author introduction": "今何在，网络文学作家，1977年生人。《悟空传》、《诺星汉天空》作者。做过网站管理，游戏策划，影视编剧。",
        "content introduction": "猪八戒和孙悟空虽然都神通广大，但在命运面前终究是软弱无力的小人物。顶天立地的美猴王实际上仍然是那个充满惊恐的小猴子，而决心与命运抗争的天蓬若非紧急也终究不肯以猪的面目见阿月。神仙尚且如此，何况吾辈生来渺小的小人物呢？随着年纪的增长，少年时素怀的“愿乘长风破万里浪”的豪情 壮志早已经烟消云散，只剩下一个行尸走肉的家伙还在苟延残喘。自己何尝不是一只因为知道自己身份而在午夜对月痛哭的猪啊！但他们最终战胜了命运，而我呢？",
        "rating": "8.3",
        "publish year": "2001-4",
        "page num": "300",
        "price": "14.80元",
        "wrapper": "平装",
        "ISBN": "9787801453648",
        "be_reading": "3140",
        "have_read": "170300",
        "wanna_read": "40348",
        "tag": [
            "网络小说"
        ]
    },
    "1009160": {
        "title": "像少年啦飞驰",
        "author introduction": "",
        "content introduction": "小说以第一人称的写作手法讲述了“我”的生活，为读者展示了一个颇具叛逆性的人物。 初涉社会，人物成长的过程中体会了社会的复杂和现实的残酷以及人心的不可探测，所以许多是作者的真实感受，是渗透阅历的写作。有失望、迷惘，但不断追求。",
        "rating": "7.3",
        "publish year": "2002-1",
        "page num": "225",
        "price": "16.00元",
        "wrapper": "平装",
        "ISBN": "9787506322522",
        "be_reading": "433",
        "have_read": "58779",
        "wanna_read": "3081",
        "tag": [
            ""
        ]
    },
    "1039752": {
        "title": "且听风吟",
        "author introduction": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。",
        "content introduction": "《且听风吟》是村上春树的成名作，他是以这部中篇开始文学创作的。 小说的情节并不很复杂。“我”在酒吧喝酒，去卫生间时见一少女醉倒在地，遂就其护送回家，翌日少女发现自己一丝不挂，斥责“我”侮辱了她，“我”有口难辩。但几天后，两人逐渐亲密……不料“我”寒假回来，少女已无处可寻，只好一个人坐在原来两人坐过的地方怅怅地望着大海。",
        "rating": "7.8",
        "publish year": "2001-8",
        "page num": "141",
        "price": "11.80元",
        "wrapper": "平装",
        "ISBN": "9787532726172",
        "be_reading": "2414",
        "have_read": "90183",
        "wanna_read": "24789",
        "tag": [
            ""
        ]
    },
    "1255625": {
        "title": "天龙八部",
        "author introduction": "金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。 金庸生于1924年，祖籍为安徽省桐城，出生在浙江海宁，查家为当地望族，历史上最鼎盛期为清康熙年间，以查慎行为首叔侄七人同任翰林。现代查氏家族还有两位知名人物，南开大学教授查良铮（穆旦）（四十年代九叶派代表诗人，翻译家），台湾学术界风云人物、司法部长查良钊。出自海宁的著名人物还有王国维和徐志摩。徐志摩是金庸的表兄。金庸祖父查沧珊是“丹阳教案”的当事人。 1937年，金庸考入浙江一流的杭州高中，离开家乡海宁。1939年金庸15岁时曾经和同学一起编写了一本指导学生升初中的参考书《给投考初中者》，畅销内地，这是此类书籍在中国第一次出版，也是金庸出版的第一本书。1941年日军攻到浙江，金庸进入联合高中，那时他17岁，临毕业时因为写讽刺黑板报《阿丽丝漫游记》被开除。另一说是写情书.1944年考入重庆国立政治大学外文系，因对国民党职业学生不满投诉被勒令退学，一度进入中央图书馆工作，后转入苏州东吴大学(今苏州大学)学习国际法。抗战胜利后回杭州进《东南日报》做记者，1948年在数千人参加的考试中脱颖而出，进入《大公报》，做编辑和收听英语国际电讯广播当翻译。不久《大公报》香港版复刊，金庸南下到香港。 1950年，《大公报》所属《新晚报》创刊，金庸调任副刊编辑，主持《下午茶座》栏目，也做翻译、记者工作，与梁羽生（原名陈文统）一个办公桌，写过不少文艺小品和影评（笔名姚馥兰和林欢）。姚馥兰的意思是英文的Your friend.(你的朋友)。1955年开写《书剑恩仇录》，在《大公报》与梁羽生、陈凡（百剑堂主）开设《三剑楼随笔》，成为专栏作家。1957年进入长城电影公司，专职为编剧，写过《绝代佳人》、《兰花花》、《不要离开我》、《三恋》、《小鸽子姑娘》、《午夜琴声》等剧本，合导过《有女怀春》、《王老虎抢亲》（所用笔名为林欢）。 建国不久，金庸为了实现外交家的理想来到北京，但由于种种原因而失望地回到香港，从而开始了武侠小说的创作。 1959年离开长城电影公司，与中学同学沈宝新合资创办《明报》，任主编兼社长历35年，期间又创办《明报月刊》、《明报周刊》、新加坡《新明日报》及马来西亚《新明日报》等。金庸任董事长期间，《明报》成为香港最有影响的报纸之一，有人把它比喻成香港的《泰晤士报》。其对中国时局的预测和分析，是其它报纸不能比拟的。《明报月刊》则是华人世界最文人化的刊物，其对大中华关怀，深受全世界华人好评。 从五十年代末——七十年代初，金庸共写武侠小说15部，1972年宣布封笔，开始修订工作。 1981年后金庸数次回大陆，先后受到邓小平、江泽民等领导人的接见，1985年任香港基本法起草委员会委员，1986年被任命为基本法起草委员会“政治体制”小组港方负责人，1989年辞去基本法委员职务，卸任《明报》社长职务，1992年到英国牛津大学当访问学者，1994年辞去《明报》企业董事局主席职务。1999~2005年任浙江大学人文学院院长。 金庸博学多才。就武侠小说方面，金庸阅历丰富，知识渊博，文思敏捷，眼光独到。他继承古典武侠小说之精华，开创了形式独特、情节曲折、描写细腻且深具人性和豪情侠义的新派武侠小说先河。举凡历史、政治、古代哲学、宗教、文学、艺术、电影等都有研究，作品中琴棋书画、诗词典章、天文历算、阴阳五行、奇门遁甲、儒道佛学均有涉猎，金庸还是香港著名的政论家、企业家、报人，曾获法国总统“荣誉军团骑士”勋章，英国牛津大学董事会成员及两所学院荣誉院士，多家大学名誉博士。 金庸一支笔写武侠，一支笔纵论时局，享誉香江；少年游侠，中年游艺，老年游仙；为文可以风行一世，为商可以富比陶朱，为政可以参国论要：金庸一生的传奇，可谓多姿多彩之至。佛学对金庸的影响很大。在他的文学作品中处处可见金庸中庸平和的风格。",
        "content introduction": "天龙八部乃金笔下的一部长篇小说，与《射雕》，《神雕》等 几部长篇小说一起被称为可读性最高的金庸小说。《天龙》的故事情节曲折，内容丰富，也曾多次被改编为电视作品。是金庸作品中集大成的一部。故事以北宋末年动荡的社会环境为背景，展开波澜壮阔的历史画卷，塑造了乔峰、段誉、 虚竹、慕容复等形象鲜明的人物，成为武侠史上的经典之作。故事精彩纷呈，人物命运悲壮多变，是可读性很强的作品，具有震撼人心的力量",
        "rating": "9.2",
        "publish year": "1994-5",
        "page num": "1978",
        "price": "96.00元",
        "wrapper": "平装",
        "ISBN": "9787108006721",
        "be_reading": "3767",
        "have_read": "244473",
        "wanna_read": "65236",
        "tag": [
            ""
        ]
    }
}